[{"book_id":"L107","text":"Here comes the judge<br>in her big red hat.<br>She has come to see the train show.<br>Who will take the judge to the train show?<br>Thomas will!<br>Thomas will go.<br>Thomas will take the judge to the show.<br>\\\"Hurry, Thomas! Take me to the show.<br>Take me there fast. Go, train go!\\\"<br>Clickety-clack, clickety-clack,<br>up, up the hill,<br>Thomas the Tank Engine<br>goes faster than fast.<br><br>Screech! go the brakes.<br>Thomas goes so slow.<br>Slow,<br>slow,<br>slower<br>than slow he goes.<br>\\\"Hurry, Thomas! Why do you go so slow?<br>Take me to the train show. Go, train, go!\\\"<br>But Thomas cannot go.<br>Thomas sees a goat.<br>The goat is on the track.<br>Peep! Peep! goes Thomas.<br>Baaaa! The goat jumps back.<br>Clickety-clack, clickety-clack,<br>down, down the hill,<br>Thomas the Tank Engine<br>goes faster than fast.<br>Screech! go the brakes.<br>Thomas goes so slow.<br>Slow,<br>slow,<br>slower<br>than slow he goes.<br>\\\"Hurry, Thomas! Why do you go so slow?<br>Take me to the train show. Go, train, go!\\\"<br><br>The tunnel is so dark.<br>Slow, slow, slow<br>he goes<br>into the dark,<br>dark,<br>dark<br>tunnel<br>and out the other side!<br>Clickety-clack, clickety-clack,<br>over a bridge.<br>He was going so fast.<br>He was going so fast,<br>the judge lost her hat!<br>Screech! go the brakes.<br>Thomas goes slow.<br>Slow,<br>slow,<br>slow<br>he goes.<br>\\\"Hurry, Thomas!<br>We\\'re running late, you know.<br>Take me to the train show.<br>Go, train, go!\\\"<br>But Thomas must go slow.<br>There is a cow on the track.<br>Moo! Moo! goes the cow.<br>Peep! Peep! goes Thomas.<br>The cow moves back.<br>Clickety-clack, clickety-clack.<br>Thomas the Tank Engine<br>moves faster than fast!<br><br>Screech! go the brakes.<br>Thomas goes slow.<br>Slow,<br>slow,<br>slow<br>he goes.<br>\\\"Don\\'t stop, Thomas. Go, train, go!<br>Don\\'t stop now. I\\'m late for the show!\\\"<br>But Thomas must go slow.<br>There are logs on the track.<br>The crane engine clears the logs.<br>Clickety-clack, clickety-clack,<br>around the logs goes Thomas<br>faster than fast.<br><br>There is mud up ahead!<br>The judge wants to go slow.<br>\\\"Slow, little engine.<br>Slow, slow, slow.<br>Watch out for the mud!<br>Whoa, train, whoa!\\\"<br>But Thomas cannot go slow.<br>Thomas goes faster than fast.<br>Into the mud<br>Splish! Splash!<br>Thomas goes fast.<br>Past a town,<br>fast, fast.<br><br>Past a dog,<br>faster still.<br><br>Fast at last!<br>Nothing can stop him,<br>nothing at all.<br>No goat.<br>No dark.<br><br>No cow.<br>No log.<br><br>No crane.<br>No mud.<br>No town.<br>No dog.<br>This is the fastest<br>that Thomas can go!<br><br>Screech! go the brakes.<br>\\\"Good job, Thomas!<br>We made it here at last!<br>You are a little engine,<br>but you go so fast!\\\"<br>Here comes the judge!<br>The train show begins<br>There are red trains and blue trains<br>and old trains and new trains.<br>And a little blue engine covered in mud.<br>What will the judge say?<br>**SODOR BAY<br>TRAIN SHOW**<br>\\\"I like all the trains. You all are such fun.<br>But the muddle little blue train<br>is my favorite one.\\\"","char_name":"THOMAS"},{"book_id":"L108","text":"THOMAS AND GORDON<br>Thomas was a tank engine who lived at a Big Station.<br>He had six small wheels, a short stumpy funnel, a short<br>stumpy boiler, and a short stumpy dome.<br>He was a fussy little engine, always pulling coaches about.<br>He pulled them to the station ready for the big engines to take<br>out on long journeys; and when trains came in and the people<br>had got out, he would pull the empty coaches away so that the<br>big engines could go and rest.<br>He was a cheeky little engine, too. He thought no engine<br>worked as hard as he did. So he used to<br>play tricks on them. He liked best of all to<br>come quietly beside a big engine dozing<br>on a siding and make him jump.<br>\\\"Peep, peep, peep, pip, peep! Wake up, lazybones!\\\" he would<br>whistle. \\\"Why don\\'t you work hard like me?\\\"<br>Then he would laugh rudely and run away to find some<br>more coaches.<br>One day, Gordon was resting on a siding. He was very tired.<br>The big Express he always pulled had been late, and he had<br>had to run as fast as he could to make up for lost time.<br>He was just going to sleep when Thomas came up in his<br>cheeky way.<br>\\\"Wake up, lazybones,\\\" he whistled. \\\"Do some hard work<br>for a change -- you can\\'t catch me!\\\" and he ran off laughing.<br>Instead of going to sleep again, gordon thought how he<br>could get Thomas back.<br>One morning, Thomas wouldn\\'t wake him up. His Driver and<br>Fireman couldn\\'t make him start.<br>His fire went out, and there<br>was not enough steam.<br>It was nearly time for the<br>Express. The people were<br>waiting, but the coaches<br>weren\\'t ready.<br>At last, Thomas started. \\\"Oh, dear! Oh, dear!\\\" he yawned.<br>\\\"Come on,\\\" said the coaches. \\\"Hurry up.\\\" Thomas gave<br>them a rude bump and started for the station.<br>\\\"Don\\'t dawdle, don\\'t dawdle,\\\" he grumbled.<br>\\\"Where have you been? Where have you been?\\\" asked the<br>coaches crossly.<br>Thomas fussed into the station, where Gordon was waiting.<br>\\\"Poop, poop, poop. Hurry up, you,\\\" said Gordon crossly.<br>\\\"Peep, pip, peep. Hurry yourself,\\\" said cheeky Thomas.<br>\\\"Yes,\\\" said Gordon, \\\"I will.\\\" And almost before the coaches<br>had stopped moving, Gordon came out of his siding and was<br>coupled to the train.<br>\\\"Poop, poop,\\\" he whistled. \\\"Get in quickly, please.\\\" So the<br>people got in quickly, the signal went down, the clock struck<br>the hour, the Guard waved his green flag,<br>and Gordon was ready to start.<br>Thomas usually pushed behind the<br>big trains to help them start. But he was always uncoupled first<br>so that, when the train was running nicely, he could stop and<br>go back.<br>This time, he was late, and Gordon started so quickly that<br>they forgot to uncouple Thomas.<br>\\\"Poop, poop,\\\" said Gordon.<br>\\\"Peep, peep, peep\\\" whistled Thomas.<br>\\\"Come on! Come on!\\\" puffed Gordon to the coaches.<br>\\\"Pull harder! Pull harder!\\\" puffed Thomas to Gordon.<br>The heavy train slowly began to move out of the station.<br>The train went faster and faster -- too fast for Thomas. He<br>wanted to stop, but he couldn\\'t.<br>\\\"Peep! Peep! Stop! Stop!\\\" he whistled.<br>\\\"Hurry, hurry, hurry,\\\" laughed Gordon in front.<br>\\\"You can\\'t get away. You can\\'t get away,\\\" laughed the<br>coaches.<br>Poor Thomas was going faster than he had ever gone<br>before. He was out of breath and his wheels hurt him, but<br>he had to go on.<br>\\\"I shall never be the same again,\\\" he thought sadly. \\\"My<br>wheels will be quite worn out.\\\"<br>At last, they stopped at a station. Everyone laughed to see<br>Thomas puffing and panting behind.<br>They uncoupled him, put him on a turntable, and then he<br>ran on a siding out of the way.<br>\\\"Well, little Thomas,\\\" chuckled Gordon as he passed.<br>\\\"Now you know what hard work means, don\\'t you?\\\"<br>Poor Thomas couldn\\'t answer. He had no breath. He just<br>puffed slowly away to rest and had a long, long drink.<br>He went home very slowly and was careful afterwards never<br>to be cheeky to Gordon again.<br>THOMAS\\' TRAIN<br>Thomas often grumbled because he was not allowed to<br>pull passenger trains.<br>The other engines laughed. \\\"You\\'re too impatient,\\\" they<br>said. \\\"You\\'d be sure to leave something behind!\\\"<br>\\\"Rubbish,\\\" said Thomas crossly. \\\"You just wait. I\\'ll show<br>you.\\\"<br>One night, he and Henry were alone. Henry was ill. The<br>men worked hard, but he didn\\'t get better.<br>Now Henry usually pulled the first train in the morning,<br>and Thomas had to get his coaches ready.<br>\\\"If Henry is ill,\\\" he thought, \\\"perhaps I shall pull his train.\\\"<br>Thomas ran to find the coaches.<br>\\\"Come along. Come along,\\\" he fussed.<br>\\\"There\\'s plenty of time, there\\'s plenty of time,\\\" grumbled<br>the coaches.<br>He took them to the platform and wanted to run round<br>in front at once. But his Driver<br>wouldn\\'t let him.<br>\\\"Don\\'t be impatient,<br>Thomas,\\\" he said.<br>So Thomas waited<br>and waited. The people<br>got in, the Guard and<br>Station Master walked up<br>and down, the porters banged<br>the doors, and still Henry<br>didn\\'t come.<br>Thomas got more and more excited every minute.<br>Sir Topham Hatt came out of his office to see what was the<br>matter, and the Guard and the Station Master told him about<br>Henry.<br>\\\"Find another engine,\\\" he ordered.<br>\\\"There\\'s only Thomas,\\\" they said.<br>\\\"You\\'ll have to do it, then, Thomas. Be quick now!\\\"<br>So Thomas ran round to the front and backed up to the<br>coaches, ready to start.<br>\\\"Don\\'t be impatient,\\\" said his Driver. \\\"Wait till everything<br>is ready.\\\"<br>But Thomas was too excited to listen to a word he said.<br>What happened then, no one knows. Perhaps they forgot<br>to couple Thomas to the train, perhaps Thomas was too<br>impatient to wait till they were ready, or perhaps his Driver<br>pulled the lever by mistake.<br>Anyhow, Thomas started. People shouted and waved at<br>him, but he didn\\'t stop.<br>\\\"They\\'re waving because I\\'m such<br>a splendid engine,\\\" he thought<br>importantly. \\\"Henry says it\\'s hard<br>to pull trains, but I think it\\'s easy.\\\"<br>\\\"Hurry! Hurry! Hurry!\\\" he<br>puffed, pretending to be like<br>Gordon.<br>As he passed the first signal box, he<br>saw the men leaning out, waving and<br>shouting.<br>\\\"They\\'re pleased to see me,\\\" he thought. \\\"They\\'ve never<br>seen me pulling a train before. It\\'s nice of them to wave.\\\" And<br>he whistled, \\\"Peep, peep, thank you,\\\" and hurried on.<br>But he came to a signal -- \\\"Danger.\\\"<br>\\\"Bother!\\\" he thought. \\\"I must stop, and I was going so<br>nicely, too. What a nuisance signals are!\\\" And he blew an<br>angry \\\"peep, peep\\\" on his whistle.<br>One of the Signalmen ran up. \\\"Hullo, Thomas!\\\" he said.<br>\\\"What are you doing here?\\\"<br>\\\"I\\'m pulling a train,\\\" said Thomas proudly. \\\"Can\\'t you see?\\\"<br>\\\"Where are your coaches, then?\\\"<br>Thomas looked back. \\\"Why, bless me,\\\" he said, \\\"if we<br>haven\\'t left them behind!\\\"<br>\\\"Yes,\\\" said the Signalmen, \\\"you\\'d better go back quickly<br>and fetch them.\\\"<br>Poor Thomas was so sad he nearly cried.<br>\\\"Cheer up!\\\" said his Driver. \\\"Let\\'s go back quickly and<br>try again.\\\"<br>At the station, all the passengers were talking at once. They<br>were telling Sir Topham Hatt, the Station Master, and the<br>Guard what a bad railway it was.<br>But when Thomas came back and they saw how sad he was,<br>they couldn\\'t be cross. So they coupled him to the train, and<br>this time he really pulled it.<br>But for a long time afterwards the other engines laughed at<br>Thomas, and said:<br>\\\"Look, there\\'s Thomas, who wanted to pull a train but<br>forgot about the coaches!\\\"<br>THOMAS AND THE FREIGHT CARS<br>Thomas used to grumble in the Shed at night. \\\"I\\'m tired<br>of pushing coaches. I want to see the world.\\\"<br>The others didn\\'t take much notice, for Thomas was a little<br>engine who talked big.<br>But one night, Edward came to the Shed. He was a kind<br>little engine and felt sorry for Thomas.<br>\\\"I\\'ve got some freight cars to take home tomorrow,\\\" he told<br>him. \\\"If you take them instead, I\\'ll push coaches in the Yard.\\\"<br>\\\"Thank you,\\\" said Thomas, \\\"that will be nice.\\\"<br>So they asked their Drivers the next morning, and when<br>they said \\\"Yes,\\\" Thomas ran happily to find the freight cars.<br>Now, freight cars are silly and noisy. They talk a lot and<br>don\\'t attend to what they are doing. They don\\'t listen to<br>their engine, and when he stops, they bump into each other,<br>screaming, \\\"Oh! Oh! Oh! Oh! Whatever is happening?\\\"<br>And, I\\'m sorry to say, they play tricks on an engine who is<br>not used to them.<br>Edward knew all about freight cars. He warned Thomas to<br>be careful, but Thomas was too excited to listen.<br>The Switchman fastened the coupling, and when the signal<br>dropped, Thomas was ready.<br>The Guard blew his whistle. \\\"Peep! Peep!\\\" answered Thomas,<br>and started off.<br>But the freight cars weren\\'t ready.<br>\\\"Oh! Oh! Oh! Oh!\\\" they screamed as their couplings<br>tightened. \\\"Wait, Thomas, wait.\\\" But Thomas wouldn\\'t wait.<br>\\\"Come-on. Come-on,\\\" he puffed, and the freight cars<br>grumbled slowly out of the siding onto the Main Line.<br>Thomas was happy. \\\"Come along. Come along,\\\" he puffed.<br>\\\"All--right!--Don\\'t--fuss.--All--right!--Don\\'t fuss,\\\"<br>grumbled the freight cars. They clattered through stations and<br>rumbled over bridges.<br>Thomas whistled, \\\"Peep! Peep!\\\" and they rushed through the<br>tunnel in which Henry had been shut up.<br>Then they came to the top of the hill where Gordon had<br>gotten stuck.<br>\\\"Steady now, steady,\\\" warned the Driver, and he shut off<br>steam and began to put on the brakes.<br>\\\"We\\'re stopping, we\\'re stopping,\\\" called Thomas.<br>\\\"No! No! No! No!\\\" answered the<br>freight cars, and bumped into<br>each other. \\\"Go -- on! -- Go -- on!\\\" And before his<br>Driver could stop them, they<br>had pushed Thomas down<br>the hill, and were rattling and<br>laughing behind him.<br>Poor Thomas tried hard to stop<br>them from making him go too fast.<br>\\\"Stop pushing, stop pushing,\\\" he hissed, but the freight cars<br>would not stop.<br>\\\"Go -- on! -- Go -- on!\\\" they giggled in their silly way.<br>He was glad when they got to the bottom. Then<br>he saw the place where they had to stop.<br>\\\"Oh, dear! What shall I do?\\\"<br>They rattled through the station, and luckily the line was<br>clear as they swerved into the Freight Yard.<br>\\\"Oo-----ooh e-----r,\\\" groaned Thomas as<br>his brakes held fast and he skidded along the rails.<br>\\\"I must stop.\\\" And he shut his eyes tight.<br>When he opened them, he saw he had stopped just in front<br>of the buffers, and there watching<br>him was -- Sir Topham Hatt!<br>\\\"What are you doing here, Thomas?\\\" he asked sternly.<br>\\\"I\\'ve brought Edward\\'s freight cars,\\\" Thomas answered.<br>\\\"Why did you come so fast?\\\"<br>\\\"I didn\\'t mean to. I was pushed,\\\" said Thomas sadly.<br>\\\"Haven\\'t you pulled freight cars before?\\\"<br>\\\"No.\\\"<br>\\\"Then you\\'ve got a lot to learn about freight cars, little<br>Thomas. They are silly things<br>and must be kept in their<br>place. After pushing them<br>about here for a few<br>weeks, you\\'ll know<br>almost as much about<br>them as Edward. Then<br>you\\'ll be a Really<br>Useful Engine.\\\"<br>THOMAS AND THE BREAKDOWN TRAIN<br>Every day, Sir Topham Hatt came to the station to catch<br>his train, and he always said \\\"Hullo\\\" to Thomas.<br>There were lots of freight cars in the Yard -- different ones<br>came in every day -- and Thomas had to push and pull them<br>into their right places.<br>He worked hard -- he knew now that he wasn\\'t so clever as<br>he had thought. Besides, Sir Topham Hatt had been kind to<br>him, and he wanted to learn all about freight cars so he could<br>be a Really Useful Engine.<br>But on a siding by themselves were some freight cars that<br>Thomas was told he \\\"mustn\\'t touch.\\\"<br>There was a small coach, some flatbed cars, and two strange<br>things his Driver called cranes.<br>\\\"That\\'s the breakdown train,\\\" he said. \\\"When there\\'s an<br>accident, the workmen get into the coach and the engine takes<br>them quickly to help the hurt people and to clear and mend<br>the line. The cranes are for lifting heavy things like engines and<br>coaches and freight cars.\\\"<br>One day, Thomas was in the Yard when he heard an<br>engine whistling, \\\"Help! Help!\\\" and a freight train came<br>rushing through much too fast.<br>The engine (a new one called James) was frightened. His<br>brake blocks were on fire, and smoke and sparks streamed out<br>on each side.<br>\\\"They\\'re pushing me!<br>They\\'re pushing me!\\\"<br>he panted.<br>\\\"On! On! On! On!\\\"<br>laughed the freight cars.<br>\\\"Help! Help!\\\" yelled<br>poor James as he<br>disappeared under<br>a bridge.<br>\\\"I\\'d like to teach those freight cars a lesson,\\\" said Thomas<br>the Tank Engine.<br>Presently, a bell rang in the signal box, and a man came<br>running. \\\"James is off the line -- the breakdown train --<br>quickly!\\\" he shouted.<br>So Thomas was coupled on, the workmen jumped into their<br>coach, and off they went.<br>Thomas worked his hardest. \\\"Hurry! Hurry! Hurry!\\\" he<br>puffed, and this time he wasn\\'t pretending to be like<br>Gordon -- he really meant it.<br>\\\"Bother those freight cars and their tricks,\\\" he thought.<br>\\\"I hope poor James isn\\'t hurt.\\\"<br>They found James and the freight cars at a bend in the line.<br>The brake van and the last few freight cars were on the rails,<br>but the front ones were piled in a heap; James was in a field<br>with a cow looking at him, and his Driver and Fireman were<br>feeling him all over to see if he was hurt.<br>\\\"Never mind, James,\\\" they said. \\\"It wasn\\'t your fault. It was<br>those wooden brakes they gave you. We always said they were<br>no good.\\\"<br>Thomas pushed the breakdown train alongside. Then he<br>pulled the unhurt freight cars out of the way.<br>\\\"Oh -- dear! -- Oh -- dear!\\\" they groaned.<br>\\\"Serves you right. Serves you right,\\\" puffed Thomas<br>crossly.<br>When the men put other freight cars<br>on the line, he pulled them away,<br>too. He was hard at work, puff-<br>ing backwards and forwards,<br>all the afternoon.<br>\\\"This\\'ll teach you a lesson,<br>this\\'ll teach you a lesson,\\\" he<br>told the freight cars, and<br>they answered, \\\"Yes-it--<br>will. --Yes--it--will,\\\" in a sad,<br>groany, creaky sort of voice.<br>They left the broken freight cars and<br>mended the line. Then, with the two cranes, they put James<br>back on the rails. He tried to move, but he couldn\\'t, so<br>Thomas helped him back to the Shed.<br>Sir Topham Hatt was waiting anxiously for them.<br>\\\"Well, Thomas,\\\" he said kindly, \\\"I\\'ve heard all about it, and<br>I\\'m very pleased with you. You\\'re a Really Useful Engine.<br>\\\"James shall have some proper brakes and a new coat of<br>paint, and you...¦ shall have a Branch<br>Line all to yourself.\\\"<br>\\\"Oh, Sir!\\\" said Thomas<br>happily.<br>Now Thomas is as happy as can<br>be. He has a Branch Line all to<br>himself, and puffs proudly<br>backwards and forwards with two<br>coaches all day.<br>He is never lonely, because there is always<br>some engine to talk to at the junction.<br>Edward and Henry stop quite often and tell him the news.<br>Gordon is always in a hurry and does not stop, but he never<br>forgets to say \\\"Poop, poop\\\" to little Thomas, and Thomas<br>always whistles \\\"Peep, peep\\\" in return.","char_name":"THOMAS"},{"book_id":"L130","text":"I\\'m Emily Elizabeth,<br>and I have a dog.<br>My dog is a big red dog.<br>Other kids I know have dogs, too.<br>Some are big dogs.<br>And some are red dogs.<br>But I have the biggest, reddest dog on our street.<br>This is my dog-Clifford.<br>We have fun together. We play games.<br>I throw a stick, and he<br>brings it back to me.<br>He makes mistakes sometimes.<br>We play hide-and-seek.<br>I\\'m a good hide-and-seek player.<br>I can find Clifford,<br>no matter where he hides.<br>We play camping out,<br>and I don\\'t need a tent.<br>He can do tricks too.<br>He can sit up and beg.<br>Oh, I know he\\'s not perfect.<br>He has some bad habits.<br>He runs after cars.<br>he catches some of them.<br>He runs after cats, too.<br>We don\\'t go to the zoo anymore.<br>He digs up flowers.<br>Clifford loves to chew shoes.<br><br>It\\'s not easy to keep Clifford.<br>He eats and drinks a lot.<br>His house was a problem, too.<br><br>But he\\'s a very good watch dog.<br>The bad boys don\\'t come around anymore.<br>One day I gave Clifford a bath.<br>And I combed his hair,<br>and took him to the dog show.<br>I\\'d like to say Clifford won first prize.<br>But he didn\\'t.<br>I don\\'t care.<br>You can keep all your small dogs.<br>You can keep all your black,<br>white, brown, and spotted dogs.<br>I\\'ll keep Clifford...Wouldn\\'t you?","char_name":"CLIFFORD"},{"book_id":"L131","text":"This is Arthur\\'s house.<br>This is Arthur. He is worried about his nose.<br>This is Arthur\\'s mom.<br>This is Arthur\\'s dad.<br>This is Arthur\\'s sister.<br>They all love Arthur, and they all like his nose.<br><br>One day Arthur decided he didn\\'t like his nose. He had a cold and his nose was red. His sister thought his nose looked funny.<br>His nose was a nuisance at school. Francine, who sat in front of Arthur, complained to the teacher that Arthur\\'s nose was always bothering her.<br><br>When Arthur played hide-and-seek, friends always found him first.<br><br>His friends thought his nose was funny. But what could he do about it?<br><br><br>He could change his nose! That\\'s what he could do about it.<br>Arthur told his friends that he was going to the rhinologist for a new nose. His friends were very surprised.<br><br>Doctor Louise was very helpful. She suggested that Arthur try on pictures of different noses. That way he could choose the one he liked best.<br><br><br><br>Arthur tried on all kinds of noses.<br><br><br><br><br><br><br><br>This was going to be a difficult decision.<br><br><br><br><br><br><br>Arthur\\'s friends waited outside to see which nose he would choose.<br><br><br><br><br><br>Arthur hadn\\'t changed his nose at all.<br>\\\"I tried on every nose there was. I\\'m just not me without my nose!\\\" said Arthur.<br><br><br>There\\'s a lot more to Arthur than his nose.<br>","char_name":"ARTHUR"},{"book_id":"L143","text":"\\'Look after the baby, Carl.<br>I\\'ll be back shortly.\\'<br><br>\\'Good dog, Carl!\\'","char_name":"CARL"},{"book_id":"L159","text":"I love my mommy because...<br>she reads me stories.<br>She listens when I talk.<br>She feeds me when I\\'m hungry.<br>She keeps me nice and clean.<br>She takes me for a ride.<br>I love my mommy because<br>she swims with me.<br>She gives me great big hugs.<br>She keeps me safe and warm.<br>She takes me for a walk.<br>She lets me play in the mud.<br>She is big and strong.<br>She comes when I call.<br>I love my mommy because<br>she is not afraid of the dark.<br>She tucks me in.<br>She rocks me to sleep.<br>I love my mommy, and my mommy loves me.","char_name":"MOMMY"},{"book_id":"L166","text":"Naughty Spot!<br>It\\'s dinner time.<br>Where can<br>he be?<br>Is he<br>behind<br>the door?<br>no<br>Is he<br>inside the<br>clock?<br>no<br>Is he<br>in the<br>piano?<br>no no<br>Is he<br>under the<br>stairs?<br>no<br>Is he<br>in the wardrobe?<br>no<br>Is he<br>under the<br>bed?<br>no<br>Is he<br>in the<br>box?<br>no no no<br>There\\'s Spot!<br>He\\'s<br>under the<br>rug.<br>Try the basket!<br>Good boy, Spot.<br>Eat up your<br>dinner!","char_name":"SPOT"},{"book_id":"L175","text":"Oh, how Peter wished he could whistle!<br>He saw a boy playing with his dog. Whenever<br>the boy whistled, the dog ran straight to him.<br>Peter tried and tried to whistle, but he<br>couldn\\'t. So instead he began to turn<br>himself around-<br>around and around he whirled.....<br>faster and faster....<br>When he stopped<br>everything turned<br>down......<br>and up.......<br>And up......<br>and down<br>and around<br>and around.<br>Peter saw his dog, Willie, coming.<br>Quick as a wink, he hid in an empty<br>carton lying on the sidewalk.<br>\\'Wouldn\\'t it be funny if I whistled?\\' Peter<br>thought. \\'Willie would stop and look all<br>around to see who it was.\\'<br>Peter tried again to whistle---but still he<br>couldn\\'t. So Willie just walked on.<br>Peter got out of the carton and started home.<br>On the way he took some colored chalks out<br>of his pocket and drew a long, long line.<br>right up to his door.<br>He stood there and tried to whistle<br>again. He blew till his cheeks were<br>tired. But nothing happened.<br>He went into his house and put on his<br>father\\'s old hat to make himself feel more<br>grown-up. He looked into the mirror to<br>practice whistling. Still no whistle!<br>When his mother saw what he was doing,<br>Peter pretended that he was his father.<br>He said, \\'I\\'ve come home early today, dear.<br>Is Pete here?\\'<br>His mother answered, \\'Why no, he\\'s outside<br>with Willie.\\'<br>\\'Well, I\\'ll go out and look for them,\\' said Peter.<br>First he walked a long a crack in the<br>sidewalk. Then he tried to run away<br>from his shadow.<br>He jumped off his shadow.<br>But when he landed<br>they were<br>together<br>again.<br>He came to the corner<br>where the carton was,<br>and who should he see<br>but Willie!<br>Peter scrambled under the carton.<br>He blew and blew.<br>Suddenly ---- out came a real whistle!<br>Willie stopped and looked around to<br>see who it was.<br>\\'It\\'s me,\\' Peter shouted, and stood up.<br>Willie raced straight to him.<br>Peter ran home to show his father and<br>mother what he could do.<br>They loved Peter\\'s whistling. So did Wille.<br>Peter\\'s mother asked him and Willie<br>to go on an errand to the grocery store.<br>He whistle all the way there,<br>and he whistle all the way home.","char_name":"PETER"},{"book_id":"L185","text":"There\\'s a special star in the nighttime sky<br>that only grandmas see,<br>And when I heard that you\\'d be born,<br>it shone so bright for me.<br>My heart swelled up with love, my dear,<br>so before I went to bed<br>I wished upon that Grandma Star,<br>and is what I said:<br>Please let this child be healthy,<br>growing stronger every day.<br>And let this child be happy,<br>full of giggles when we play.<br>Let this child watch the world<br>with a thoughtful sort of mind.<br>And let this child bring us joy<br>with a tender heart that\\'s kind.<br>No matter what, this special child<br>will brighten all our days.<br>I know for sure my love<br>will last forever and always<br>When I made my wish on the Grandma Star,<br>I made my wish for you.<br>When I first held you in my arms,<br>my Grandma Wish came true.<br><br><br>","char_name":"GRANDMA"},{"book_id":"L198","text":"One night Mortimer\\'s mother<br>took him upstairs to go to bed-<br>thump thump thump thump thump thump.<br>When they got upstairs Mortimer\\'s<br>mother opened the door to his room.<br>She threw him into bed and said,<br>\\'MORTIMER, BE QUIET.\\'<br>Mortimer shook his head, yes.<br>The mother shut the door.<br>Then she went back down the stairs-<br>thump thump thump thump thump.<br>As soon as she got back downstairs<br>Mortimer sang,<br>Clang, clang, rattle-bing-bang<br>Gonna make my noise all day.<br>Clang, clang, rattle-bing-bang<br>Gonna make my noise all day.<br>Mortimer\\'s father heard all that noise.<br>He came up the stairs-<br>thump thump thump thump thump thump.<br>He opened the door and yelled,<br>\\'MORTIMER, BE QUIET.\\'<br>Mortimer shook his head, yes.<br>The father went back down the stairs-<br>thump thump thump thump thump.<br>As soon as he got to the bottom of the<br>stairs Mortimer sang,<br>Clang, clang, rattle-bing-bang<br>Gonna make my noise all day.<br>Clang, clang, rattle-bing-bang<br>Gonna make my noise all day.<br>All of Mortimer\\'s seventeen brothers<br>and sisters heard that noise, and they<br>all came up the stairs-<br>thump thump thump thump thump thump.<br>They opened the door and yelled in a<br>tremendous, loud voice,<br>\\'MORTIMER, BE QUIET.\\'<br>Mortimer shook his head, yes.<br>The brothers and sisters shut the door and<br>went downstairs-<br>thump thump thump thump thump.<br>As son as they got to the bottom of the<br>stairs Mortimer sang,<br>Clang, clang, rattle-bing-bang<br>Gonna make my noise all day.<br>Clang, clang, rattle-bing-bang<br>Gonna make my noise all day.<br>They got so upset that they called the<br>police. Two policemen came and they<br>walked very slowly up the stairs-<br>thump thump thump thump thump thump.<br>They opened the door and said in very<br>deep, policemen-type voices,<br>\\'MORTIMER, BE QUIET.\\'<br>The policemen shut the door and went<br>back down the stairs-<br>thump thump thump thump thump.<br>As soon as they got to the bottom of the<br>stairs Mortimer sang,<br>Clang, clang, rattle-bing-bang<br>Gonna make my noise all day.<br>Clang, clang, rattle-bing-bang<br>Gonna make my noise all day.<br>Well, downstairs no one knew what to do.<br>The mother got into a big fight with the<br>policemen.<br>The father got into a big fight with the<br>brothers and sisters.<br>Upstairs, Mortimer got so tired waiting for<br>someone to come up that he fell asleep.","char_name":"MORTIMER"},{"book_id":"L201","text":"\\\"Oh, Amelia Bedelia,<br>your first day of work,<br>and I can\\'t be here.<br>But I made a list for you.<br>You do just what the list says,\\\"<br>said Mrs. Rogers.<br>Mrs. Rogers got into the car<br>with Mr. Rogers.<br>They drove away.<br>My, what nice folks.<br>I\\'m going to like working here,\\\"<br>said Amelia Bedelia.<br>Amelia Bedelia went inside.<br>\\\"Such a grand house.<br>These must be rich folks.<br>But I must get to work.<br>Here I stand just looking.<br>And me with a whole list<br>of things to do.\\\"<br>Amelia Bedelia stood there<br>a minute longer.<br>\\\"I think I\\'ll make<br>a surprise for them.<br>I\\'ll make lemon-meringue pie.<br>I do make good pies.\\\"<br>So Amelia Bedelia went<br>into the kitchen.<br>She put a little of this<br>and a pinch of that<br>into a bowl.<br>She mixed and she rolled.<br>Soon her pie was ready<br>to go into the oven.<br>\\\"There,\\\" said Amelia Bedelia.<br>\\\"That\\'s done.<br>\\\"Now let\\'s see what this list says.\\\"<br>Amelia Bedelia read,<br>Change the towels in the green<br>bathroom.<br>Amelia Bedelia found<br>the green bathroom.<br>\\\"Those towels are very nice.<br>Why change them?\\\" she thought.<br>Then Amelia Bedelia remembered<br>What Mrs. Rogers had said.<br>She must do just what<br>the list told her.<br>\\\"Well, all right,\\\"<br>said Amelia Bedelia.<br>Amelia Bedelia got some scissors.<br>She snipped a little here<br>and a little there.<br>And she changed those towels.<br>\\\"There,\\\" said Amelia Bedelia.<br>She looked at her list again.<br>Dust the furniture.<br>\\\"Did you ever hear tell<br>of such a silly thing<br>At my house we undust the furniture.<br>But to each his own way.<br>Amelia Bedelia took<br>one last look at the bathroom.<br>She saw a big box with the words<br>Dusting Powder on it...<br>\\\"Well, look at that.<br>A special powder to dust with!\\\"<br>exclaimed Amelia Bedelia.<br>So Amelia Bedelia<br>dusted the furniture.<br>\\\"That should be dusty enough.<br>My, how nice it smells.\\\"<br>Draw the drapes when the sun<br>come in.<br>read Amelia Bedelia.<br>She looked up.<br>The sun was coming in.<br>Amelia Bedelia looked<br>at the list again.<br>\\\"Draw the drapes?<br>That\\'s what it says.<br>I\\'m not much<br>of a hand at drawing,<br>but I\\'ll try.\\\"<br>So Amelia Bedelia sat right down<br>and she drew those drapes.<br>Amelia Bedelia<br>marked off<br>about the drapes.<br>\\\"Now what?\\\"<br>Put the lights out when you<br>Finish in the living room.<br>Amelia Bedelia<br>thought about this a minute.<br>She switched off the lights.<br>Then she carefully<br>unscrewed each bulb.<br>And Amelia Bedelia<br>put the lights out.<br>\\\"So those things need<br>to be aired out, too.<br>Just like pillows and babies.<br>Oh, I do have a lot to learn.\\\"<br>\\\"My pie!\\\" exclaimed Amelia Bedelia.<br>She hurried to the kitchen.<br>\\\"Just right,\\\" she said.<br>She took the pie out of the oven<br>and put it on the table to cool.<br>Then she looked at the list.<br>Measure two cups of rice.<br>\\\"That\\'s next,\\\" said Amelia Bedelia.<br>Amelia Bedelia found two cups.<br>She filled them with rice.<br>And Amelia Bedelia<br>measured that rice.<br>Amelia Bedelia laughed.<br>\\\"These folks<br>do want me to do funny things.\\\"<br>Then she poured the rice<br>back into the container.<br><br>The meat market will deliver<br>a steak and a chicken.<br>Please trim the fat before you<br>put the steak in the icebox.<br>And please dress the chicken.<br>When the meat arrived,<br>Amelia Bedelia opened bag.<br>She looked at the steak<br>for a long time.<br>\\\"Yes,\\\" she said.<br>\\\"That will do nicely.\\\"<br>Amelia Bedelia got some lace<br>and bits of ribbon.<br>And Amelia Bedelia<br>trimmed that fat<br>before she put<br>the steak in the icebox.<br>\\\"Now I must dress the chicken.<br>I wonder if she wants<br>a he chicken or a she chicken?\\\"<br>said Amelia Bedelia.<br>Amelia Bedelia went right to work.<br>Soon the chicken was finished.<br>Amelia Bedelia heard the door open.<br>\\\"The folks are back,\\\" she said.<br>She rushed out to meet them.<br>\\\"Amelia Bedelia,<br>why are all the light bulbs outside?\\\"<br>asked Mr. Rogers.<br>\\\"The list just said<br>to put the lights out,\\\"<br>said Amelia Bedelia.<br>\\\"It didn\\'t say to bring them back in.<br>Oh, I do hope<br>They didn\\'t get aired too long.\\\"<br>\\\"Amelia Bedelia,<br>the sun will fade the furniture.<br>I asked you to draw the drapes.\\\"<br>Said Mrs. Rogers.<br>\\\"I did! I did! See,\\\"<br>said Amelia Bedelia.<br>She held up her picture.<br>Then Mrs. Rogers saw the furniture.<br>\\\"The furniture!\\\" she cried.<br>\\\"Did I dust it well enough?\\\"<br>asked Amelia Bedelia.<br>\\\"That\\'s such nice dusting powder.\\\"<br>Mr. Rogers went to wash his hands.<br>\\\"I say,\\\" he called.<br>\\\"These are very unusual towels.\\\"<br>Mrs. Rogers dashed into the bathroom.<br>\\\"Oh, my best towels,\\\" she said.<br>\\\"Didn\\'t I change them enough?\\\"<br>asked Amelia Bedelia.<br>Mrs. Rogers went to the kitchen.<br>\\\"I\\'ll cook the dinner.<br>Where is the rice<br>I asked you to measure?\\\"<br>\\\"I put it back in the container.<br>But I remember <br>it measured four and a half inches,\\\"<br>said Amelia Bedelia.<br>\\\"Was the meat delivered?\\\"<br>asked Mrs. Rogers.<br>\\\"Yes,\\\" said Amelia Bedelia.<br>\\\"I trimmed the fat just like you said.<br>It does look nice.\\\"<br>Mrs. Rogers rushed to the icebox.<br>She opened it.<br>\\\"Lace! Ribbons!<br>Oh, dear!\\\" said Mrs. Rogers.<br>\\\"The chicken  you dressed<br>the chicken?\\\"<br>asked Mrs. Rogers.<br>\\\"Yes, and I found the nicest box<br>to put him in,\\\"<br>said Amelia Bedelia.<br>\\\"Box!\\\" exclaimed Mrs. Rogers.<br>Mrs. Rogers hurried over to the box.<br>She lifted the lid.<br>There lay the chicken.<br>And he was just dressed<br>as he could be.<br>Mrs. Rogers was angry.<br>She was very angry.<br>She opened her mouth.<br>Mrs. Rogers meant<br>to tell Amelia Bedelia<br>she was fired.<br>But before she could get the words out,<br>Mr. Rogers put something<br>in her mouth.<br>It was so good.<br>Mrs. Rogers forgot about being angry.<br>\\\"Lemon-meringue pie!\\\"<br>she exclaimed.<br>\\\"I made it to surprise you,\\\"<br>said Amelia Bedelia happily.<br>So right then and there<br>Mr. and Mrs. Rogers decided<br>that Amelia Bedelia must stay.<br>And so she did.<br>Mrs. Rogers learned to say<br>undust the furniture,<br>unlight the lights,<br>close the drapes,<br>and things like that.<br>Mr. Rogers didn\\'t care<br>if Amelia Bedelia<br>trimmed all<br>of his steaks with lace.<br>All he cared about<br>was having her there<br>to make lemon-meringue pie.","char_name":"AMELIA"},{"book_id":"L217","text":"My grandfather was a young man when he left his home in Japan<br>and went to see the world.<br>He wore European clothes for the first time and began his journey<br>on a steamship. The Pacific Ocean astonished him.<br>For three weeks he did not see land. When land finally appeared<br>it was the New World.<br>He explored North America by train and riverboat, and often walked<br>for days on end.<br>Deserts with rocks like enormous sculptures amazed him.<br>The endless farm field reminded him of the ocean he had crossed.<br>Huge cities of factories and tall buildings bewildered and yet excited him<br>He marveled at the towering mountains and rivers as clear as the sky.<br>He met many people along the way. He shook hands with black men<br>and white men, with yellow men and red men.<br>The more he traveled, the more he longed to see new places, and never<br>thought of returning home.<br>Of all the places he visited, he liked California best. He loved the<br>strong sunlight there, the Sierra Mountains, the lonely seacoast.<br>After a time, he returned to his village in Japan to marry his childhood<br>sweetheart. Then he brought his bride to the new country.<br>They made their home by the San Francisco Bay and had a baby girl.<br>As his daughter grew, my grandfather began to think about his own childhood.<br>He thought about his old friends.<br>He remembered the mountains and rivers of his home. He surrounded<br>himself with songbirds, but he could not forget.<br>Finally, when his daughter was nearly grown, he could wait no more.<br>He took his family and returned to his homeland.<br>Once again he saw the mountains and rivers of his childhood.<br>They were just as he had remembered them.<br>Once again he exchanged stories and laughed with his old friends.<br>But the village was not a place for a daughter from San Francisco.<br>So my grandfather bought a house in a large city nearby.<br>There, the young woman fell in love, married, and sometime later I was born.<br>When I was a small boy, my favorite weekend was a visit to my<br>grandfather\\'s house. He told me many stories about California.<br>He raised warblers and silvereyes, but he could not forget the mountains<br>And rivers of California. So he planned a trip.<br>But a war began. Bombs fell from the sky and scattered our lives<br>like leaves in a storm.<br>When the war ended, there was nothing left of the city and of the house<br>where my grandparents had lived.<br>So they returned to the village where they had been children.<br>But my grandfather never kept another songbird.<br>The last time I saw him, my grandfather said that he longed to see California<br>One more time. He never did.<br>And when I was nearly grown, I left home and went to see California<br>for myself.<br>After a time, I came to love the land my grandfather had loved,<br>and I stayed on and on until I had a daughter of my own.<br>But I also miss the mountains and rivers of my childhood.<br>I miss my old friends. So I return now and then, when I can not still<br>the longing in my heart.<br>The funny thing is, the moment I am in one country,<br>I am homesick for the other.<br>I think I know my grandfather now.<br>I miss him very much.<br>**Through the compelling reminiscences of<br>his grandfather\\'s life in America and<br>Japan, Allen Say delivers a poignant<br>account of his family\\'s unique cross-<br>cultural experience. He warmly con-<br>veys his own love for his two countries<br>and describes the strong and constant<br>desire to be in both places at once:<br>When in one country, he invariably<br>misses the other. His grandfather, he<br>tells us, would understand.<br>Illustrated with exquisite paintings,<br>Intimate and memorable, Grandfather\\'s<br>Journey in Allen Say\\'s Most personal<br>and remarkable picture yet of the<br>bridging of two cultures. **","char_name":"GRANDFATHER"},{"book_id":"L239","text":"Mrs. Bobbin, the dressmaker, was tired and had a bad headache, but she still managed to sew the last stitches in the gown she was making.<br>\\'It\\'s the most beautiful dress in the whole world!\\' said her daughter, Irene. \\'The duchess will love it.\\'<br>\\'It is nice,\\' her mother admitted. \\'But, dumpling, it\\'s for tonight\\'s ball, and I don\\'t have the strength to bring it. I feel sick.\\'<br>\\'Poor Mama,\\' said Irene. \\'I can get it there!\\'<br>\\'No, cupcake, I can\\'t let you,\\' said Mrs. Bobbin. \\'Such a huge package, and it\\'s such a long way to the palace. Besides, it\\'s starting to snow.<br>\\'But I love snow,\\' Irene insisted. She coaxed her mother into bed, covered her with two quilts, and added a blanket for her feet. Then she fixed her some tea with lemon and honey and put more wood in the stove.<br>With great care, Irene took the splendid gown down from the dummy and packed it in a big box with plenty of tissue paper.<br>\\'Dress warmly, pudding,\\' her mother called in a weak voice, \\'and don\\'t forget to button up. It\\'s cold out there, and windy.\\'<br>Irene put on her fleece-lined boots, her red hat and muffler, her heavy coat, and her mittens. She kissed her mother\\'s hot forehead six times, then once again, made sure she was tucked in snugly, and slipped out with the big box, shutting the door firmly behind her.<br>It really was cold outside, very cold. The wind whirled the falling snowflakes about, this way, that way, and into Irene\\'s squinting face. She set out on the uphill path to Farmer Bennett\\'s sheep pasture.<br>By the time she got there, the snow was up to her ankles and the wind was worse. It hurried her along and made her stumble. Irene resented this; the box was problem enough. \\'Easy does it!\\' she cautioned the wind, leaning back hard against it.<br>By the middle of the pasture, the flakes were falling thicker. Now the wind drove Irene along so rudely she had to hop, skip, and go helter-skeltering over the knobby ground. Cold snow sifted into her boots and chilled her feet. She pushed out her lip and hurried on. This was an important errand.<br>When she reached Apple Road, the wind decided to put on a show. It ripped branches from trees and flung them about, swept up and scattered the fallen snow, got in front of Irene to keep her from moving ahead. Irene turned around and pressed on backwards.<br>\\'Go home!\\' the wind squalled. \\'Irene . . . go hooooooome. . .\\'<br>\\'I will do no such thing,\\' she snapped. \\'No such thing, you wicked wind!\\'<br>\\'Go ho-o-ome,\\' the wind yodeled. \\'GO HO-WO-WOME,\\' it shrieked, \\'or else.\\' For a short second, Irene wondered if she shouldn\\'t heed the wind\\'s warning. But no! The gown had to get to the duchess!<br>The wind wrestled her for the package - walloped it, twisted it, shook it, snatched at it. But Irene wouldn\\'t yield. \\'It\\'s my mother\\'s work!\\' she screamed.<br>Then - oh, woe! - the box was wrenched from her mittened grasp and send bumbling along in the snow. Irene went after it.<br>She pounced and took hold, but the ill-tempered wind ripped the box open. The ball gown flounced out and went waltzing through the powdered air with tissue-paper attendants.<br>Irene clung to the empty box and watched the beautiful gown disappear.<br>How could anything so terribly wrong be allowed to happen? Tears froze on her lashes. Her dear mother\\'s hard work, all those days of measuring, cutting, pinning, stitching . . . for this? And the poor duchess! Irene decided she would have to trudge on with just the box and explain everything in person.<br>She went shuffling through the snow. Would her mother understand, she wondered, that it was the wind\\'s fault, not hers? Would the duchess be angry? The wind was howling like a wild animal.<br>Suddenly Irene stepped in a hole and fell over with a twisted ankle. She blamed it on the wind. \\'Keep quiet!\\' she scolded. \\'You\\'ve done enough damage already. You\\'ve spoiled everything! Everything!\\' The wind swallowed up her words.<br>She sat in the snow in great pain, afraid she wouldn\\'t be able to go on. But she managed to get to her feet and start moving. It hurt. Home, where she longed to be, where she and her mother could be warm together, was far behind. It\\'s got to be closer to the palace, she thought. But where any place was in all this snow, she couldn\\'t be sure.<br>She plowed on, dragging furrows with her sore foot. The short winter day was almost done.<br>Am I still going the right way, she wondered. There was no one around to advise her. Whoever else there was in this snow-covered world was far, far away, and safe indoors - even the animals in their burrows. She went plodding on.<br>Soon night took over. She knew in the dark that the muffled snow was still falling - she could feel it. She was cold and alone in the middle of nowhere. Irene was lost.<br>She had to keep moving. She was hoping she\\'d come to a house, any house at all, and be taken in. She badly needed to be in someone\\'s arms. The snow was above her knees now. She shoved her way through it, clutching the empty box.<br>She was asking how long a small person could keep this struggle up, when she realized it was getting lighter. There was a soft glow coming from somewhere below her.<br>She waded toward this glow, and soon was gazing down a long slope at a brightly lit mansion. It had to be the palace!<br>Irene pushed forward with all her strength and - sloosh! thwump! - she plunged downward and was buried. She had fallen off a little cliff. Only her hat and the box in her hands stuck out above the snow.<br>Even if she could call for help, no one would hear her. Her body shook. Her teeth chattered. Why not freeze to death, she thought, and let all these troubles end. Why not? She was already buried.<br>And never see her mother\\'s face again? Her good mother who smelled like fresh-baked bread? In an explosion of fury, she flung her body about to free herself and was finally able to climb up on her knees and look around.<br>How to get down to that glittering palace? As soon as she raised the question, she had the answer.<br>She laid the box down and climbed aboard. But it pressed into the snow and stuck. She tried again, and this time, instead of climbing on, she leaped. The box shot forward, like a sled.<br>The wind raced after Irene but couldn\\'t keep up. In a moment she would be with people again, inside where it was warm. The sled slowed and jerked to a stop on paving stones.<br>The time had come to break the bad news to the duchess. With the empty box clasped to her chest, Irene strode nervously toward the palace.<br>But then her feet stopped moving and her mouth fell open. She stared. Maybe this was impossible, yet there it was, a little way off and over to the right, hugging the trunk of a tree - the beautiful ball gown! The wind was holding it there.<br>\\'Mama!\\' Irene shouted. \\'Mama, I found it!\\'<br>She managed somehow, despite the wind\\'s meddling, to get the gown off the tree and back in its box. And in another moment she was at the door of the palace. She knocked twice with the big brass knocker. The door opened and she burst in.<br>She was welcomed by cheering servants and a delirious duchess. They couldn\\'t believe she had come over the mountain in such a storm, all by herself. She had to tell the whole story, every detail. And she did.<br>Then she asked to be taken right back to her sick mother. But it was out of the question, they said; the road that ran around the mountain wouldn\\'t be cleared till morning.<br>\\'Don\\'t fret, child,\\' said the duchess. \\'Your mother is surely sleeping now. We\\'ll get you there first thing tomorrow.\\'<br>Irene was given a good dinner as she sat by the fire, the moisture steaming off her clothes. The duchess, meanwhile, got into her freshly ironed gown before the guests began arriving in their sleighs.<br>What a wonderful ball it was! The duchess in her new gown was like a bright star in the sky. Irene in her ordinary dress was radiant. She was swept up into dances by handsome aristocrats, who kept her feet off the floor to spare her ankle. Her mother would enjoy hearing all about it.<br>Early the next morning, when snow had long since ceased falling, Mrs. Bobbin woke from a good night\\'s sleep feeling much improved. She hurried about and got a fire going in the cold stove. Then she went to look in on Irene.<br>But Irene\\'s bed was empty! She ran to the window and gazed at the white landscape. No one out there. Snow powder fell from the branch of a tree.<br>\\'Where is my child?\\' Mrs. Bobbin cried. She whipped on her coat to go out and find her.<br>When she pulled the door open, a wall of drift faced her. But peering over it, she could see a horse-drawn sleigh hastening up the path. And seated on the sleigh, between two large footmen, was Irene herself, asleep but smiling.<br>Would you like to hear the rest?<br>Well, there was a bearded doctor in the back of the sleigh. And the duchess had sent Irene\\'s mother a ginger cake with white icing, some oranges and a pineapple, and spice candy of many flavors, along with a note saying how much she cherished her gown, and what a brave and loving person Irene was.<br>Which, of course, Mrs. Bobbin knew. Better than the duchess.","char_name":"IRENE"},{"book_id":"L253","text":"Twas the night before Mother\\'s Day<br>when, as quiet as a mouse,<br>Dad told us his plan<br>to get Mom out of the house.<br>Her sneakers were set by the doorway with care<br>in hopes that her running pals soon would be there.<br>Then out in the yard<br>there arose quite a crowd.<br>\\'Come on! Let\\'s go, girl!\\'<br>her friends shouted real loud.<br>So Mom in her sweat suit and red baseball cap<br>plugged in her earphones...<br>and jogged off in a snap.<br>Away to the kitchen we flew like a flash<br>as if we were running a one-hundred-yard dash!<br>We measured and mixed<br>a delicious cake batter,<br>then blended the frosting-oops!<br>Way too much splatter!<br>We made fancy cards<br>adding our \\'I Love Yous,\\'<br>and a special coupon<br>that Mom sure could use.<br>When Mom came home, she saw the mess in the sink.<br>\\'What\\'d I miss?\\'<br>she asked.<br>\\'Nothing,\\' Dad said<br>with a wink.<br>We children then nestled<br>all snug in our beds,<br>while visions of Mom<br>danced in our heads.<br>The next morning we presented a giant bouquet.<br>\\'It\\'s for you, Mom!\\' we cried. \\'Happy Mother\\'s Day!\\'<br>She read both of our cards<br>and, after wiping her eyes,<br>said, \\'A private spa session!<br>What a lovely surprise.\\'<br>We took Mom to the kitchen<br>where our spa was set up.<br>Dad served her black coffee<br>in an extra large cup.<br>We rubbed her shoulders.<br>We massaged her feet.<br>Mom sighed and smiled.<br>\\'You kids are so sweet.\\'<br>I wrapped a towel turban<br>to cover her hair,<br>then we dabbed on a mud mask.<br>No mess anywhere!<br>I painted her nails.<br>What a glittery fun!<br>A top coat of polish-<br>voilà! Manicure done!<br>Dad said, \\'The chef will be serving<br>a divine gourmet brunch.\\'<br>(That\\'s a meal that comes<br>between breakfast and lunch.)<br>So Mom hurried off<br>to go and get dressed.<br>We took seats at the table,<br>behaving our best.<br>When what to our wondering eyes should appear-<br>but the perfect model for Mother of the Year!<br>Her eyes-<br>how they sparkled!<br>Her brown hair-<br>how curly!<br>Her cheeks were<br>like roses,<br>her skirt-<br>very twirly!<br>We raised our juice glasses<br>and offered a toast:<br>\\'To the World\\'s Greatest Mom!<br>And that\\'s not a boast.\\'<br>Mom thanked us for everything-<br>it brought her such cheer.<br>She wished it could be a Mother\\'s Day<br>every day of the year.","char_name":"MOM"},{"book_id":"M1","text":"George\\'s mother said:<br>Bark, George.<br>George went: Meow.<br>No, George, said George\\'s mother.<br>Cats go meow.<br>Dogs go arf.<br>Now, bark, George.<br>George went: Quack-quack.<br>No, George, said George\\'s mother.<br>Ducks go quack-quack<br>Dogs go arf.<br>Now, bark, George.<br>George went: Oink.<br>No, George, said George\\'s mother.<br>Pigs go oink.<br>Dogs go arf.<br>Now, bark, George.<br>George went: Moo.<br>George\\'s mother took George to the vet.<br>I\\'ll soon get to the bottom of this, said the vet.<br>Please bark, George.<br>George went: Meow.<br>The vet reached deep down inside of George . . .<br>And pulled out a cat.<br>Bark again, George.<br>George went: Quack-quack.<br>The vet reached deep down inside of George . . .<br>And pulled out a duck.<br>Bark again, George.<br>George went: Oink.<br>The vet reached deep down inside of George . . .<br>And pulled out a pig.<br>Bark again, George.<br>George went: Moo.<br>The vet put on his longest latex glove . . .<br>Then he reached deep, deep, deep, deep, deep, deep, deep, deep, deep, deep, deep, down inside of George . . .<br>And pulled out a cow.<br>Bark again, George.<br>George went: arf<br>George\\'s mother was so thrilled that she kissed the vet . . .<br>And the cat.<br>And the duck.<br>And the pig.<br>And the cow.<br>On the way home, she wanted to show George off to everyone on the street.<br>So she said, Bark, George.<br>And George went:<br>Hello","char_name":"GEORGE"},{"book_id":"M10","text":"One winter morning Peter woke up and looked out the window.<br>Snow had fallen during the night.<br>It covered everything as far as he could see.<br>After breakfast he put on his snowsuit and ran outside.<br>The snow was piled up very high along the street to make a path for walking.<br>Crunch, crunch, crunch, his feet sank into the snow.<br>He walked with his toes pointing out, like this:<br>He walked with his toes pointing in like that:<br>Then he dragged his feet s-l-o-w-l-y to make tracks.<br>And he found something sticking out of the snow that made a new track.<br>I was a stick- a stick that was just right for smacking a snow-covered tree<br>Down fell the snow - plop! - on top of Peter\\'s head.<br>He thought it would be fun to join the big boys in their snowball fight, but he knew he wasn\\'t old enough- not yet.<br>So he made a smiling snowman and he made angels.<br>He pretended he was a mountain-climber.<br>He climbed up a great big tall heaping mound of snow- and slid all the way down.<br>He picked up a handful of snow- and another, and still another.<br>He packed it round and firm and put the snowball in his pocket for tomorrow.<br>Then he went into his warm house.<br>He told his mother all about his adventures while she took off his wet socks.<br>And he thought and thought and thought about them.<br>Before he got into bed he looked in his pocket.<br>His pocket was empty.<br>The snowball wasn\\'t there.<br>He felt very sad.<br>While he slept, he dreamed that the sun had melted all the snow away.<br>But when he woke up his dream was gone.<br>The snow was still everywhere.<br>New snow was falling.<br>After breakfast he called to his friend from across the hall, and they went out together into the deep, deep snow.","char_name":"PETER"},{"book_id":"M11","text":"Once there was a peddler who sold caps.<br>But he was not like an ordinary peddler carrying his wares on his back.<br>He carried them on top of his head.<br>First he had on his own checked cap, then a bunch of gray caps, then a bunch of brown caps, then a bunch of blue caps, and on the very top a bunch of red caps.<br>He walked up and down the streets, holding himself very straight so as not to upset his caps.<br>As he went along he called, Caps!<br>Caps for sale!<br>Fifty cents a cap!<br>One morning he couldn\\'t sell any caps.<br>He walked up the street and he walked down the street calling, Caps!<br>Caps for sale.<br>Fifty cents a cap.<br>But nobody wanted any caps that morning.<br>Nobody wanted even a red cap.<br>He began to feel very hungry, but he had no money for lunch.<br>I think I\\'ll go for a walk in the country, said he.<br>And he walked out of town - slowly, slowly, so as not to upset his caps.<br>He walked for a long time until he came to a great big tree.<br>That\\'s a nice place for a rest, thought he.<br>And he sat down very slowly, under the tree and leaned hack little by little against the tree-trunk so as not to disturb the caps on his head.<br>Then he put up his hand to feel if they were straight - first his own checked cap, then the gray caps, then the brown caps, then the blue caps, then the red caps on the very top.<br>They were all there.<br>So he went to sleep.<br>He slept for a long time.<br>When he woke up he was refreshed and rested.<br>But before standing up he felt with his hand to make sure his caps were in the right place.<br>All he felt was his own checked cap!<br>He looked to the right of him.<br>No Caps.<br>He looked to the left of him.<br>No caps.<br>He looked in back of him.<br>No caps.<br>He looked behind the tree.<br>No caps.<br>Then he looked up into the tree.<br>And what do you think he saw?<br>On every branch sat a monkey.<br>On every monkey was a gray, or a brown, or a blue, or a red cap!<br>The peddler looked at the monkeys.<br>The monkeys looked at the peddler.<br>He didn\\'t know what to do.<br>Finally he spoke to them.<br>You monkeys, you, he said, shaking a finger at them, you give me back my caps.<br>But the monkeys only shook their fingers back at him and said, Tsz, tsz, tsz.<br>This made the peddler angry, so he shook both hands at them and said, You monkeys, you!<br>You give me back my caps.<br>But the monkeys only shook both their hands back at him and said, Tsz, tsz, tsz.<br>Now he felt quite angry.<br>He stamped his foot, and he said, You monkeys, you!<br>You better give me back my caps!<br>But the monkeys only stamped their feet back at him and said, Tsz, tsz, tsz.<br>By this time the peddler was really very, very angry.<br>He stamped both his feet and shouted, You monkeys, you!<br>You must give me back my caps!<br>But the monkeys only stamped both their feet back at him and said, Tsz, tsz, tsz.<br>At last he became so angry that he pulled off his own cap, threw it on the ground, and began to walk away.<br>But then, each monkey pulled off his cap. . . and all the gray caps, and all the brown caps, and all the blue caps, and all the red caps came flying down out of the tree.<br>So the peddler picked up his caps and put them back on his head – first his own checked cap, then the gray caps, then the brown caps, then the blue caps, then the red caps on the very top.<br>And slowly, slowly, he walked back to town calling, Caps!<br>Caps for sale!<br>Fifty cents a cap!","char_name":"PEDDLER"},{"book_id":"M13","text":"One evening, after thinking it over for some time, Harold decided to go for, a walk in the moonlight.<br>There wasn\\'t any moon, and Harold needed a moon for a walk in the moonlight.<br>And he needed something to walk on.<br>He made a long straight path so he wouldn\\'t get lost.<br>And he set off on his walk, taking his big purple crayon with him.<br>But he didn\\'t seem to be getting anywhere on the long straight path.<br>So he left the path for a short cut across a field.<br>And the moon went with him.<br>The short cut led right to where Harold thought a forest ought to be.<br>He didn\\'t want to get lost in the woods.<br>So he made a very small forest, with just one tree in it.<br>It turned out to be an apple tree.<br>The apples would be very tasty, Harold thought, when they got red.<br>So he put a frightening dragon under the tree to guard the apples.<br>It was a terribly frightening dragon.<br>It even frightened Harold.<br>He backed away.<br>His hand holding the purple crayon shook.<br>Suddenly he realized what was happening.<br>But by then Harold was over his head in an ocean.<br>He came up thinking fast.<br>And in no time he was climbing aboard a trim little boat.<br>He quickly set sail.<br>And the moon sailed along with him.<br>After he had sailed long enough, Harold made land without much trouble.<br>He stepped ashore on the beach, wondering where he was.<br>The sandy beach reminded Harold of picnics.<br>And the thought of picnics made him hungry.<br>So he laid out a nice simple picnic lunch.<br>There was nothing but pie.<br>But there were all nine kinds of pie that Harold liked best.<br>When Harold finished his picnic there was quite a lot left.<br>He hated to see so much delicious pie go to waste.<br>So Harold left a very hungry moose and a deserving porcupine to finish it up.<br>And, off he went, looking for a hill to climb, to see where he was.<br>Harold knew that the higher up he went the farther he could see.<br>So he decided to make the hill into a mountain.<br>If he went high enough, he thought, he could see the window of his bedroom.<br>He was tired and he felt he ought to be getting to bed.<br>He hoped he could see his bedroom window from the top of the mountain.<br>But as he looked down over the other side he slipped –<br>And there wasn\\'t any other side of the mountain.<br>He was falling, in thin air.<br>But, luckily, he kept his wits and his purple crayon.<br>He made a balloon and he grabbed on to it.<br>And he made a basket under the balloon big enough to stand in.<br>He had a fine view from the balloon but he couldn\\'t see his window.<br>He couldn\\'t even see a house.<br>So he made a house, with windows.<br>And he landed the balloon on the grass in the front yard.<br>None of the windows was his window.<br>He tried to think where his window ought to be.<br>He made some more windows.<br>He made a big building full of windows.<br>He made lots of building full of windows.<br>He made a whole city full of windows.<br>But none of the windows was his window.<br>He couldn\\'t think where it might be.<br>He decided to ask a policeman.<br>The policeman pointed the way Harold was going anyway.<br>But Harold thanked him.<br>And he walked along with the moon, wishing he was in his room and in bed.<br>Then, suddenly, Harold remembered.<br>He remembered where his bedroom window was, when there was a moon.<br>It was always right around the moon.<br>And then Harold made his bed.<br>He got in it and drew up the covers.<br>The purple crayon dropped on the floor. And Harold dropped off to sleep.<br>And Harold dropped off to sleep.","char_name":"HAROLD"},{"book_id":"M14","text":"When my Great Gramma Anna came to America, she wore the same thick overcoat and big boots he had worn for farm work.<br>But her family weren\\'t dirt farmers anymore.<br>In New York City her father\\'s work was hauling things on a wagon, and the rest of the family made artificial flowers all day.<br>Everyone was in a hurry, and it was so crowded, not like in backhome Russia.<br>But all the same it was their home, and most of their neighbors were just like them.<br>When Anna went to school, English sounded to her like pebbles dropping into shallow water.<br>Shhhhhh.. . . Shhhhhh.. . . Shhhhhh.<br>In six months she was speaking English.<br>Her parents almost never learned, so she spoke English for them, too.<br>The only things she had left of backhome Russia were her dress and the babushka she liked to throw up into the air when she was dancing.<br>And her dress was getting too small.<br>After her mother had sewn her a new one, she took her old dress and babushka.<br>Then from a basket of old clothes she took Uncle Vladimir\\'s shirt, Aunt Havalah\\'s nightdress, and an apron of Aunt Natasha\\'s.<br>We will make a quilt to help us always remember home, Anna\\'s mother said.<br>It will be like having the family in backhome Russia dance around us at night.<br>And so it was.<br>Anna\\'s mother invited all the neighborhood ladies.<br>They cut out animals and flowers from the scraps of clothing.<br>Anna kept the needles threaded and handed them to the ladies as they needed them.<br>The border of the quilt was made of Anna\\'s babushka.<br>On Friday nights Anna\\'s mother would say the prayers that started the Sabbath.<br>The family ate challah and chicken soup.<br>The quilt was the tablecloth.<br>Anna grew up and fell in love with Great-Grandpa Sasha.<br>To show he wanted to be her husband, he gave Anna a gold coin, a dried flower, and a piece of rock salt, all tied into a linen handkerchief.<br>The gold was for wealth, the flower for love, and the salt so their lives would have flavor.<br>She accepted the hankie.<br>They were engaged.<br>Under the wedding huppa, Anna and Sasha promised each other love and understanding.<br>After the wedding, the men and women celebrated separately.<br>When my Grandma Carle was born, Anna wrapped her daughter in the quilt to welcome her warmly into the world.<br>Carle was given a gift of gold, flower, salt, and bread.<br>Gold so she would never know poverty, a flower so she would always know love, salt so her life would always have flavor, and bread so that she would never know hunger.<br>Carle learned to keep the Sabbath and to cook and clean and do washing.<br>Married you\\'ll be someday, Anna told Carle, and. . .<br>again the quilt became a wedding huppa, this time for Carle\\'s wedding to Grandpa George.<br>Men and women celebrated together, but they still did not dance together.<br>In Carle\\'s wedding bouquet was a gold coin, bread, and salt.<br>Carle and George moved to a farm in Michigan and Great-Gramma Anna came to live with them.<br>The quilt once again wrapped a new little girl, Mary Ellen.<br>Mary Ellen called Anna, Lady Gramma.<br>She had grown very old and was sick a lot of the time.<br>The quilt kept her legs warm.<br>On Anna\\'s ninety-eighth birthday, the cake was a kulich, a rich cake with raisins and candied fruit in it.<br>When Great-Gramma Anna died, prayers were said to lift her soul to heaven.<br>My mother Mary Ellen was now grown up.<br>When Mary Ellen left home, she took the quilt with her.<br>When she became a bride, the quilt became her huppa.<br>For the first time, friends who were not Jews came to the wedding.<br>My mother wore a suit, but in her bouquet were gold, bread, and salt.<br>The quilt, welcomed me, Patricia, into the world. . .<br>And it was the tablecloth for my first birthday party.<br>At night I would trace my fingers around the edges of each animal on the quilt before I went to sleep.<br>I told my mother stories about the animals on the quilt.<br>She told me whose sleeve had made the horse, whose<br>apron had made the chicken, whose dress had made the flowers and whose babushka went around the edge of the quilt.<br>The quilt was a pretend cape when I was in the bullring, or sometimes a tent in the steaming Amazon jungle.<br>At my wedding to Enzo-Mario, men and women danced together.<br>In my bouquet were gold, bread, and salt-and a sprinkle of wine, so I would always know laughter.<br>Twenty years ago I held Traci Denise in the quilt for the first time.<br>Someday she, too, will leave home and she will take the quilt with her.","char_name":"ANNA"},{"book_id":"M15","text":"That summer the fence that stretched through our town seemed bigger.<br>We lived in a yellow house on one side of it.<br>White people lived on the other.<br>And Mama said, Don\\'t climb over that fence when you play.<br>She said it wasn\\'t safe.<br>That summer there was a girl who wore a pink sweater.<br>Each morning she climbed up on the fence and stared over at our side.<br>Sometimes I stared back.<br>She never sat on that fence with anybody, that girl didn\\'t.<br>Once, when we were jumping rope, she asked if she could play.<br>And my friend Sandra said no without even asking the rest of us.<br>I don\\'t know what I would have said.<br>Maybe yes.<br>Maybe no.<br>That summer everyone and everything on the other side of that fence seemed far away.<br>When I asked my mama why, she said, Because that\\'s the way things have always been.<br>Sometimes when me and Mama went into town, I saw that girl with her mama.<br>She looked sad sometimes, that girl did.<br>Don\\'t stare, my mama said. It\\'s not polite.<br>It rained a lot that summer.<br>On rainy days that girl sat on the fence in a raincoat.<br>She let herself get all wet and acted like she didn\\'t even care.<br>Sometimes I saw her dancing around in puddles, splashing and laughing.<br>Mama wouldn\\'t let me go out in the rain.<br>That\\'s why I bought you rainy-day toys, my mama said.<br>You stay inside here-where it\\'s warm and safe and dry.<br>But every time it rained, I looked for that girl.<br>And I always found her.<br>Somewhere near the fence.<br>Someplace in the middle of the summer, the rain stopped.<br>When I walked outside, the grass was damp and the sun was already high up in the sky.<br>And I stood there with my hands up in the air.<br>I felt brave that day.<br>I felt free.<br>I got close to the fence and that girl asked me my name.<br>Clover I said.<br>My name\\'s Annie, she said.<br>Annie Paul.<br>I live over yonder, she said, by where you see the laundry.<br>That\\'s my blouse hanging on the line.<br>She smiled then.<br>She had a pretty smile.<br>And then I smiled. And we stood there looking at each other, smiling.<br>lt\\'s nice up on this fence, Annie said.<br>You can see all over.<br>I ran my hand along the fence.<br>I reached up and touched the top of it.<br>A fence like this was made for sitting on, Annie said.<br>She looked at me sideways.<br>My mama Says I shouldn\\'t go on the other side, I said.<br>My mama says the same thing. But she never said nothing about sitting on it.<br>Neither did mine, I said.<br>That summer me and Annie sat together on that fence.<br>And when Sandra and them looked at me funny, I just made believe I didn\\'t care.<br>Some mornings my mama watched us.<br>I waited for her to tell me to get down from that fence before I break my neck or something.<br>But she never did.<br>l see you made a new friend, she said one morning.<br>And I nodded and Mama smiled.<br>That summer me and Annie sat on that fence and watched the whole wide world around us.<br>One day Sandra and them were jumping rope near the fence and we asked if we could play.<br>I don\\'t care, Sandra said.<br>And when we jumped, Sandra and me were partners, the way we used to be.<br>When we were too tired to jump anymore, we sat up on the fence, all of us in a long line.<br>Someday somebody\\'s going to come along and knock this old fence down, Annie said.<br>And I nodded.<br>Yeah, I said.<br>Someday.","char_name":"CLOVER"},{"book_id":"M21","text":"In a warm and sultry forest far, far away, there once lived a mother fruit bat and her new baby.<br>Oh, how Mother Bat loved her soft tiny baby.<br>I\\'ll name you Stellaluna, she crooned.<br>Each night, Mother Bat would carry Stellaluna clutched to her breast as she flew out to search for food.<br>One night, as Mother Bat followed the heavy scent of ripe fruit, an owl spied her.<br>On silent wings the powerful bird swooped down upon the bats.<br>Dodging and shrieking, Mother Bat tried to escape, but the owl struck again and again, knocking Stellaluna into the air.<br>Her baby wings were as limp and useless as wet paper.<br>Down, down she went, faster and faster, into the forest below.<br>The dark leafy tangle of branches caught Stellaluna as she fell.<br>One twig was small enough for Stellaluna\\'s tiny feet.<br>Wrapping her wings about her, she clutched the thin branch, trembling with cold and fear.<br>Mother, Stellaluna squeaked.<br>Where are you?<br>By drybreak, the baby bat could hold on no longer.<br>Down, down again she dropped.<br>Flump!<br>Stellaluna landed headfirst in a soft downy nest, startling the three baby birds who lived there.<br>Stellaluna quickly clambered from the nest and hung out of sight below it.<br>She listened to the babble of the three birds.<br>What was that? cried Flap.<br>I don\\'t know but it\\'s hanging by its feet, chirped Flitter.<br>Shhh! Here comes Mama, hissed Pip.<br>Many, many times that day Mama Bird flew away, always returning with food for her babies.<br>Stellaluna was terribly hungry- but not for the crawly things Mama Bird brought.<br>Finally, though, the little bat could bear it no longer.<br>She climbed into the nest, closed her eyes, and opened her mouth.<br>Plop!<br>In dropped a big green grasshopper!<br>Stellaluna learned to be like the birds.<br>She stayed awake all day and slept at night.<br>She ate bugs even though they tasted awful.<br>Her bat ways were quickly disappearing.<br>Except for one thing: Stellaluna still liked to sleep hanging by her feet.<br>Once, when Mama was away, the curious baby birds decided to try it, too.<br>When Mama Bird came home she saw eight tiny feet gripping the edge of the nest.<br>Eeeek! she cried.<br>Get back up here this instant!<br>You\\'re going to fall and break your necks!<br>The birds clambered back into the nest, but Mama Bird stopped Stellaluna.<br>You are teaching my children to do bad things.<br>I will not let you back into this nest unless you promise to obey all the rules of this house.<br>Stellaluna promised.<br>She ate bugs without making faces.<br>She slept in the nest at night.<br>And she didn\\'t hang by her feet.<br>Stellaluna behaved as a good bird should.<br>All the babies grew quickly.<br>Soon the nest became crowded.<br>Mama Bird told them it was time to learn to fly.<br>One by one, Pip, Flitter, Flap, and Stellaluna jumped from the nest.<br>Their wings worked!<br>I\\'m just like them, thought Stellaluna.<br>I can fly, too.<br>Pip, Flitter, and Flap landed gracefully on a branch.<br>Stellaluna tried to do the same.<br>How embarrassing!<br>I will fly all day, Stellaluna told herself.<br>Then no one will see how clumsy I am.<br>The next day, Pip, Flitter, Flap, and Stellaluna went flying far from home.<br>They flew for hours, exercising their new wings.<br>The sun is setting, warned Flitter.<br>We had better go home or we will get lost in the dark, said Flap.<br>But Stellaluna had flown far ahead and was nowhere to be seen.<br>The three anxious birds went home without her.<br>All alone Stellaluna flew and flew until her wings ached and she dropped into a tree.<br>I promised not to hang by my feet, Stellaluna sighed.<br>So she hung by her thumbs and soon fell asleep.<br>She didn\\'t hear the soft sound of wings coming near.<br>Hey! a loud voice said.<br>Why are you hanging upside down?<br>Stellaluna\\'s eyes opened wide.<br>She saw a most peculiar face.<br>I\\'m not upside down, you are! Stellaluna said.<br>Ah, but you\\'re a bat.<br>Bats hang by their feet.<br>You are hanging by your thumbs, so that makes you upside down!the creature said.<br>I\\'m a bat.<br>I am hanging by my feet.<br>That makes me right side up!<br>Stellaluna was confused.<br>Mama Bird told me I was upside down.<br>She said I was wrong . . .<br>Wrong for a bird, maybe, but not for a bat.<br>More bats gathered around to see the strange young bat who behaved like a bird.<br>Stellaluna told them her story.<br>You ate b-bugs? stuttered one.<br>You slept at night? gasped another.<br>How very strange, they all murmured.<br>Wait! Wait! Let me look at this child.<br>A bat pushed through the crowd.<br>An owl attacked you? she asked.<br>Sniffing Stellaluna\\'s fur, she whispered, You are Stellaluna.<br>You are my baby.<br>You escaped the owl? cried Stellaluna.<br>You survived?<br>Yes, said Mother Bat as she wrapped her wings around Stellaluna. Come with me and I\\'ll show you where to find the most delicious fruit.<br>You\\'ll never have to eat another bug as long as you live.<br>But it\\'s nighttime, Stellaluna squeaked.<br>We can\\'t fly in the dark or we will crash into trees.<br>We\\'re bats, said Mother Bat.<br>We can see in darkness.<br>Come with us.<br>Stellaluna was afraid, but she let go of the tree and dropped into the deep blue sky.<br>Stellaluna could see.<br>She felt as though rays of light shone from her eyes.<br>She was able to see everything in her path.<br>Soon the bats found a mango tree and stellaluna ate as much of the fruit as she could hold.<br>I\\'ll never eat another bug as long as I live, cheered Stellaluna as she stuffed herself full.<br>I must tell Pip, Flitter and Flap!<br>The next day Stellaluna went to visit the birds.<br>Come with me and meet my bat family, said Stellaluna.<br>Okay, let\\'s go, agreed Pip.<br>They hang by their feet and they fly at night and they eat the best food in the world, Stellaluna explained to the birds on the way.<br>As the birds flew among the bats, Flap said, I feel upside down here.<br>So the birds hung by their feet.<br>Wait until dark, Stellaluna said excitedly.<br>We will fly at night.<br>When night came Stellaluna flew away.<br>Pip, Flitter, and Flap leapt from the tree to follow her.<br>I can\\'t see a thing! yelled Pip.<br>Neither can I, howled Flitter.<br>Aaeee! shrieked Flap.<br>They\\'re going to crash, gasped Stellaluna.<br>I must rescue them!<br>Stellaluna swooped about, grabbing her friends in the air.<br>She lifted them to a tree, and the birds grasped a branch.<br>Stellaluna hung from the limb above them.<br>We\\'re safe, said Stellaluna.<br>Then she sighed. I wish you could see in the dark, too.<br>We wish you could land on your feet, Flitter replied.<br>Pip and Flap nodded.<br>They perched in silence for a long time.<br>How can we be so different and feel so much alike? mused Flitter.<br>And how can we feel so different and be so much alike? wondered Pip.<br>I think this is quite a mystery Flap chirped.<br>I agree, said Stellaluna. But we\\'re friends.<br>And that\\'s a fact.<br>BAT NOTES<br>Of the nearly 4,000 species of mammals on Earth, almost one quarter are bats, the only mammals capable of powered flight.<br>The scientific name for bats in Chiroptera, hand-wing, because the skeleton that supports the wing is composed on the animal\\'s elongated finger bones.<br>The majority of bats are classified as Microchiroptera, small hand-wing.<br>Nearly 800 varieties fill special niches in every climate around the world except the polar zones.<br>The lifestyles and food preferences of Microchiroptera vary wildly.<br>Many eat insects, while others catch fish, amphibians, and reptiles.<br>Finally, there is the famous vampire, of which there are only three species, ranging from Mexico to Argentina.<br>The vampire\\'s victims are mostly domestic cattle and native mammals and birds.<br>The other 170 or so species of bats are the fruit bats, otherwise known as Megachiroptera, or large hand-wing.<br>As their name implies, they are the largest bats, some types boasting wingspans of six feet.<br>Fruit bats generally have long muzzles, large eyes, pointy ears, and furry bodies, which is why they are often called flying foxes.<br>Unlike Microchiroptera, who travel by echolocation, fruit bats depend on their keen vision and sense of smell to navigate.<br>They live in tropical and subtropical climates that provide year-round supplies of their favorite fruit, flowers, and nectar.<br>Some fruit bats, as they forage for nectar, are responsible for pollination of many types of night-blooming trees and plants.<br>Others eat whole fruits, seeds and all, and distribute the seeds over the forest floor in their droppings.<br>Regeneration of tropical forests depends greatly on bats.","char_name":"STELLALUNA"},{"book_id":"M30","text":"Camilla Cream loved lima beans.<br>But she never ate them.<br>All of her friends hated lima beans, and she wanted to fit in.<br>Camilla was always worried about what other people thought of her.<br>Today she was fretting even more than usual.<br>It was the first day of school, and she couldn\\'t decide what to wear.<br>There were so many people to impress!<br>She tried on forty-two outfits, but none seemed quite right.<br>She put on a pretty red dress and looked in the mirror.<br>Then she screamed.<br>Her mother ran into the room, and she screamed, too.<br>Oh my heavens! she cried.<br>You\\'re completely covered with stripes!<br>This was certainly true.<br>Camilla was striped from head to toe.<br>She looked like a rainbow.<br>Mrs. Cream felt Camilla\\'s forehead.<br>Do you feel all right? she asked.<br>I feel fine, Camilla answered, but just look at me!<br>You get back in bed this instant, her mother ordered.<br>You\\'re not going to school today.<br>Camilla was relieved.<br>She didn\\'t want to miss the first day of school, but she was afraid of what the other kids would say.<br>And she had no idea what to wear with those crazy stripes.<br>That afternoon, Dr. Bumble came to examine Camilla.<br>Most extraordinary! he exclaimed.<br>l\\'ve never seen anything like it.<br>Are you having any coughing, sneezing, runny nose, aches, pains, chills, hot flashes, dizziness, drowsiness, shortness of breath, or uncontrollable twitching?<br>No, Camilla told him.<br>I feel fine.<br>Well then, Dr. Bumble said, turning to Mrs. Cream, l don\\'t see any reason why she shouldn\\'t go to school tomorrow.<br>Here\\'s some ointment that should help clear up those stripes in a few days.<br>If it doesn\\'t, you know where to reach me.<br>And off he went.<br>The next day was a disaster.<br>Everyone at school laughed at Camilla.<br>They called her Camilla Crayon and Night of the Living Lollipop.<br>She tried her best to act as if everything were normal, but when the class said the Pledge of Allegiance, her stripes turned red, white, and blue, and she broke out in stars!<br>The other kids thought this was great.<br>One yelled out, Let\\'s see some purple polka dots!<br>Sure enough, Camilla turned all purple polka-dotty.<br>Someone else shouted, Checkerboard! and a pattern of squares covered her skin.<br>Soon everyone was calling out different shapes and colors, and poor Camilla was changing faster than you can change channels on a T.V.<br>That night, Mr. Harms, the school principal, called.<br>l\\'m sorry, Mrs. Cream, he said.<br>I\\'m going to have to ask you to keep Camilla home from school.<br>She\\'s just too much of a distraction, and I\\'ve been getting calls from the other parents.<br>They\\'re afraid those stripes may be contagious.<br>Camilla was so embarrassed.<br>She couldn\\'t believe that two days ago everyone liked her.<br>Now, nobody wanted to be in the same room with her.<br>Her father tried to make her feel better.<br>Is there anything I can get you, sweetheart? he asked.<br>No, thank you, sighed Camilla.<br>What she really wanted was a nice plate of lima beans, but she had been laughed at enough for one day.<br>Hmm, well, yes, I see, Dr. Bumble mumbled when Mr. Cream phoned the next day.<br>I think I\\'d better bring in the Specialists.<br>We\\'ll be right over.<br>About an hour later, Dr. Bumble arrived with four people in long white coats.<br>He introduced them to the Creams.<br>This is Dr. Grop, Dr. Sponge, Dr. Cricket, and Dr. Young.<br>Then the Specialists went to work on Camilla.<br>They squeezed and jabbed, tapped and tested.<br>It was very uncomfortable.<br>Well, it\\'s not the mumps, concluded Dr. Grop.<br>Or the measles, said Dr. Sponge.<br>Definitely not chicken pox, put in Dr. Cricket.<br>Or sunburn, said Dr. Young.<br>Try these, said the Specialists.<br>They each handed her a bottle filled with different colored pills.<br>Take one of each before bed, said Dr. Grop.<br>Then they filed out the front door, followed by Dr. Bumble.<br>That night, Camilla took her medicine.<br>It was awful.<br>When she woke up the next morning, she did feel different, but when she got dressed, her clothes didn\\'t fit right.<br>She looked in the mirror, and there, staring back at her, was a giant, multi colored pill with her face on it.<br>Dr. Bumble rushed over as soon as Mrs. Cream called.<br>But this time, instead of the Specialists, he brought the Experts.<br>Dr. Gourd and Mr. Mellon were the finest scientific minds in the land.<br>Once again, Camilla was poked and prodded, looked at and listened to.<br>The Experts wrote down lots of numbers.<br>Then they huddled together and whispered.<br>Dr. Gourd finally spoke.<br>It might be a virus, he announced with authority.<br>Suddenly, fuzzy little virus balls appeared all over Camilla.<br>Or possibly some form of bacteria, said Mr. Mellon.<br>Out popped squiggly little bacteria tails.<br>Or it could be a fungus, added Dr. Gourd.<br>Instantly, Camilla was covered with different colored fungus blotches.<br>The Experts looked at Camilla, then at each other.<br>We need to go over these numbers again back at the lab, Dr. Gourd explained.<br>We\\'ll call you when we know something.<br>But the experts didn\\'t have a clue, much less a cure.<br>By now, the T.V. news had found out about Camilla.<br>Reporters from every channel were outside her house, telling the story of The Bizarre Case of the Incredible Changing Kid.<br>Soon a huge crowd was camped out on the front lawn.<br>The Creams were swamped with all kinds of remedies from psychologists, allergists, herbalists, nutritionists, psychics, an old medicine man, a guru, and even a veterinarian.<br>Each so-called cure only added to poor Camilla\\'s strange appearance until it was hard to even recognize her.<br>She sprouted roots and berries and crystals and feathers and a long furry tail.<br>But nothing worked.<br>One day, a woman who called herself an Environmental Therapist claimed she could cure Camilla.<br>Close your eyes, she said.<br>Breathe deeply, and become one with your room.<br>I wish you hadn\\'t said that, Camilla groaned.<br>Slowly, she started to melt into the walls of her room.<br>Her bed became her mouth, her nose was a dresses, and two paintings were her eyes.<br>The therapist screamed and ran from the house.<br>What are we going to do? cried Mrs. Cream.<br>It just keeps getting worse and worse! She began to sob.<br>At that moment, Mr. Cream heard a quiet little knock at the front door.<br>He opened it, and there stood an old woman who was just as plump and sweet as a strawberry.<br>Excuse me, she said brightly.<br>But I think I can help.<br>She went into Camilla\\'s room and looked around.<br>My goodness, she said with a shake of her head.<br>What we have here is a bad case of stripes.<br>One of the worst I\\'ve ever seen!<br>She pulled a container of small green beans from her bag.<br>Here, she said.<br>These might do the trick.<br>Are those magic beans? asked Mrs. Cream.<br>Oh my, ho, replied the kind old woman.<br>There\\'s no such thing. These are just plain old lima beans.<br>I\\'ll bet you\\'d like some, wouldn\\'t you? she asked Camilla.<br>Camilla wanted a big, heaping plateful of lima beans more than just about anything, but she was still afraid to admit it.<br>Yuck! she said.<br>No one likes lima beans, especially me!<br>Oh, dear, the old woman said sadly.<br>l guess I was wrong about you.<br>She put the beans back in her bag and started toward the door.<br>Camilla watched the old woman walk away.<br>Those beans would taste so good.<br>And being laughed at for eating them was nothing, compared to what she\\'d been going through.<br>She finally couldn\\'t stand it.<br>Wait! she cried.<br>The truth is . . . I really love lima beans.<br>l thought so, the old woman said with a smile.<br>She took a handful of beans and popped them into Camilla\\'s mouth.<br>Mmmm, said Camilla.<br>Suddenly the branches, feathers, and squiggly tails began to disappear.<br>Then the whole room swirled around.<br>When it stopped, there stood Camilla, and everything was back to normal.<br>I\\'m cured! she shouted.<br>Yes, said the old woman.<br>I knew the real you was in there somewhere.<br>She patted Camilla on the head.<br>Then she went outside and vanished into the crowd.<br>Afterward, Camilla wasn\\'t quite the same.<br>Some of the kids at school said she was weird, but she didn\\'t care a bit.<br>She ate all the lima beans she wanted, and she never had even a touch of stripes again.","char_name":"CAMILLA"},{"book_id":"M39","text":"The day she was born was the happiest day in her parents\\' lives.<br>She\\'s perfect, said her mother.<br>Absolutely, said her father.<br>And she was.<br>She was absolutely perfect.<br>Her name must be everything she is, said her mother.<br>Her name must be absolutely perfect, said her father.<br>And it was.<br>Chrysanthemum.<br>Her parents named her Chrysanthemum.<br>Chrysanthemum grew and grew and grew.<br>And when she was old enough to appreciate it, Chrysanthemum loved her name.<br>She loved the way it sounded when her mother woke her up.<br>She loved the way it sounded when her father called her for dinner.<br>And she loved the way it sounded when she whispered it to herself in the bathroom mirror.<br>Chrysanthemum, Chrysanthemum, Chrysanthemum.<br>Chrysanthemum loved the way her name looked when it was written with ink on an envelope.<br>She loved the way it looked when it was written with icing on her birthday cake.<br>And she loved the way it looked when she wrote it herself with her fat orange crayon.<br>Chrysanthemum, Chrysanthemum, Chrysanthemum.<br>Chrysanthemum thought her name was absolutely perfect.<br>And then she started school.<br>On the first day, Chrysanthemum wore her sunniest dress and her brightest smile.<br>She ran all the way.<br>Hooray! said Chrysanthemum.<br>School!<br>But when Mrs. Chud took roll call, everyone giggled upon hearing Chrysanthemum\\'s name.<br>It\\'s so long, said Jo.<br>It scarcely fits on your name tag, said Rita, pointing.<br>I\\'m named after my grandmother, said Victoria.<br>You\\'re named after a flower!<br>Chrysanthemum wilted.<br>She did not think her name was absolutely perfect.<br>She thought it was absolutely dreadful.<br>The rest of the day was not much better.<br>During naptime Victoria raised her hand and informed Mrs. Chud that Chrysanthemum\\'s name was spelled with thirteen letters.<br>That\\'s exactly half as many letters as there are in the entire alphabet! Victoria explained.<br>Thank you for sharing that with us, Victoria, said Mrs. Chud.<br>Now put your head down.<br>If I had a name like yours, I\\'d change it, Victoria said as the students lined up to go home.<br>I wish I could, thought Chrysanthemum miserably.<br>Welcome home! said her mother.<br>Welcome home! said her father.<br>School is no place for me, said Chrysanthemum.<br>My name is too long.<br>It scarcely fits on my name tag.<br>And I\\'m named after a flower!<br>Oh pish, said her mother.<br>Your name is beautiful.<br>And her precious and priceless and fascinating and winsome, said her father.<br>It\\'s everything you are, said her mother.<br>Absolutely perfect, said her father.<br>Chrysanthemum felt much better after her favorite dinner (macaroni and cheese with ketchup) and an evening filled with hugs and kisses and Parcheesi.<br>That night Chrysanthemum dreamed that her name was Jane.<br>It was an extremely pleasant dream.<br>The next morning Chrysanthemum wore her most comfortable jumper.<br>She walked to school as slowly as she could.<br>She dragged her feet in the dirt.<br>Chrysanthemum, Chrysanthemum, Chrysanthemum, she wrote.<br>She even looks like a flower, said Victoria, as Chrysanthemum entered the playground.<br>Let\\'s pick her, said Rita, pointing.<br>Let\\'s smell her, said Jo.<br>Chrysanthemum wilted.<br>She did not think her name was absolutely perfect.<br>She thought it was absolutely dreadful.<br>The rest of the day was not much better.<br>During naptime Victoria raised her hand and said, A chrysanthemum is a flower.<br>It lives in a garden with worms and other dirty things.<br>Thank you for sharing that with us, Victoria, said Mrs. Chud.<br>Now put your head down.<br>I just cannot believe your name, Victoria said as the students lined up to go home.<br>Neither can I, thought Chrysanthemum miserably.<br>\\'Welcome home! said her mother.<br>\\'Welcome home! said her father.<br>School is no place for me, said Chrysanthemum.<br>They said I even looked like a flower.<br>They pretended to pick me and smell me.<br>Oh, pish, said her mother.<br>They\\'re just jealous.<br>And envious and begrudging and discontented and jaundiced, said her father.<br>\\'Who wouldn\\'t be jealous of a name like yours? said her mother.<br>After all, it\\'s absolutely perfect, said her father.<br>Chrysanthemum felt a trifle better after her favorite dessert (chocolate cake with buttercream frosting) and another evening filled with hugs and kisses and Parcheesi.<br>That night Chrysanthemum dreamed that she really was a chrysanthemum.<br>She sprouted leaves and petals.<br>Victoria picked her and plucked the leaves and petals one by one until there was nothing left but a scrawny stem.<br>It was the worst nightmare of Chrysanthemum\\'s life.<br>Chrysanthemum wore her outfit with seven pockets the next morning.<br>She loaded the pockets with her most prized possessions and her good-luck charms.<br>Chrysanthemum took the longest route possible to school.<br>She stopped and stared at each and every flower.<br>Chrysanthemum, Chrysanthemum, Chrysanthemum, the flowers seemed to say.<br>That morning the students were introduced to Mrs. Twinkle, the music teacher.<br>Her voice was like something out of a dream, as was everything else about her.<br>The students were speechless.<br>They thought Mrs. Twinkle was an indescribable wonder.<br>They went out of their way to make a nice impression.<br>Mrs. Twinkle led the students in scales.<br>Then she assigned roles for the class musicale.<br>Victoria was chosen as the dainty Fairy Queen.<br>Rita was chosen as the spiffy Butterfly Princess.<br>Jo was chosen as the all-important Pixie-messenger.<br>And Chrysanthemum was chosen as a daisy.<br>Chrysanthemum\\'s a daisy! Chrysanthemum\\'s a daisy! Jo, Rita, and Victoria chanted, thinking it was wildly funny.<br>Chrysanthemum wilted.<br>She did not think her name was absolutely perfect.<br>She thought it was absolutely dreadful.<br>What\\'s so humorous? asked Mrs. Twinkle.<br>Chrysanthemum! was the answer.<br>Her name is so long, said Jo.<br>It scarcely fits on her name tag, said Rita, pointing.<br>I\\'m named after my grandmother, said Victoria.<br>She\\'s named after a flower!<br>My name is long, said Mrs. Twinkle.<br>It is? said Jo.<br>My name would scarcely fit on a name tag, said Mrs. Twinkle.<br>lt would? said Rita, pointing.<br>And- said Mrs. Twinkle, l\\'m named after a flower, too!<br>You are? said Victoria.<br>Yes, said Mrs. Twinkle.<br>My name is Delphinium.<br>Delphinium Twinkle.<br>And if my baby is a girl, I\\'m considering Chrysanthemum as a name.<br>I think it is absolutely perfect.<br>Chrysanthemum could scarcely believe her ears.<br>She blushed.<br>She beamed.<br>She bloomed.<br>Chrysanthemum, Chrysanthemum, Chrysanthemum.<br>Jo, Rita, and Victoria looked at Chrysanthemum longingly.<br>Call me Marigold, said Jo.<br>I\\'m Carnation, said Rita, pointing.<br>My name is Lily of the Valley, said Victoria.<br>Chrysanthemum did not think her name was absolutely perfect.<br>She knew it!<br>EPILOGUE:<br>Overall, the class musical was a huge success.<br>Chrysanthemum was absolutely perfect as a daisy.<br>Victoria made the only mistake: She completely forgot her lines as the dainty Fuity Queen.<br>Chrysanthemum thought it was wildly funny, and she giggled throughout the entire Dance of the Flowers.<br>Eventually, Mrs. Twinkle gave birth to a healthy baby girl.<br>And, of course, she named her Chrysanthemum.","char_name":"CHRYSANTHEMUM"},{"book_id":"M42","text":"If you give a mouse a cookie, he\\'s going to ask for a glass of milk.<br>When you give him the milk, he\\'ll probably ask you for a straw.<br>When he\\'s finished, he\\'ll ask for a napkin.<br>Then he\\'ll want to look in a mirror to make sure he doesn\\'t have a milk mustache.<br>When he looks into the mirror, he might notice his hair needs a trim.<br>So he\\'ll probably ask for a pair of nail scissors.<br>When he\\'s finished giving himself a trim, he\\'ll want a broom to sweep up.<br>He\\'ll start sweeping.<br>He might get carried away and sweep every room in the house.<br>He may even end up washing the floors as well!<br>When he\\'s done, he\\'ll probably want to take a nap.<br>You\\'ll have to fix up a little box for him with a blanket and a pillow.<br>He\\'ll crawl in, make himself comfortable and fluff the pillow a few times.<br>He\\'ll probably ask you to read him a story.<br>So you\\'ll read to him from one of your books, and he\\'ll ask to see the pictures.<br>When he looks at the pictures, he\\'ll get so excited he\\'ll want to draw one of his own.<br>He\\'ll ask for paper and crayons.<br>He\\'ll draw a picture.<br>When the picture is finished, he\\'ll want to sign his name with a pen.<br>Then he\\'ll want to hang his picture on your refrigerator.<br>Which means he\\'ll need Scotch tape.<br>He\\'ll hang up his drawing and stand back to look at it.<br>Looking at the refrigerator will remind him that he\\'s thirsty.<br>So. . . he\\'ll ask for a glass of milk.<br>And chances are if he asks for a glass of milk, he\\'s going to want a cookie to go with it.","char_name":"MOUSE"},{"book_id":"M47","text":"Someone new is at our house.<br>Do you know who it is?<br>It\\'s our baby!<br>I\\'m a big sister now!<br>The baby is so little.<br>Too little to walk.<br>Too little to talk.<br>Too little to play with toys.<br>Too little to eat pizza or apples or ice cream.<br>Babies like to drink milk.<br>They like to sleep.<br>They like to be warm and cozy.<br>Our baby likes to look at me.<br>Look at me, baby.<br>I\\'m your big sister.<br>Can I hold our baby?<br>I must ask Mommy first!<br>I am gentle with the baby.<br>I sing a little baby song.<br>I\\'m a big sister-I can make our baby warm and cozy.<br>Sometimes the baby cries.<br>Daddy says, Babies cry to tell us something.<br>Let\\'s see what\\'s the matter.<br>Oh, it\\'s time to change the baby\\'s diaper.<br>It\\'s time for a bottle, too.<br>I can help- I\\'m a big sister now.<br>Mommy and Daddy show me pictures.<br>Pictures of me when I was a baby.<br>I was little, too- just like our baby.<br>Now I am big!<br>It\\'s fun being big.<br>I can walk.<br>I can talk.<br>I can play with toys.<br>I can eat pizza and apples and ice cream!<br>Mommy loves me.<br>Daddy loves me.<br>I am special to them.<br>I\\'m the only me in the whole world!<br>I\\'m special in a new way, too-<br>I\\'m a big sister now!","char_name":"BIG SISTER"},{"book_id":"M49","text":"This is George.<br>He lived in the Zoo.<br>He was a good little monkey and always very curious.<br>He wanted to find out what was going on outside the Zoo.<br>One day, when the keeper was not paying attention, George got hold of the key for the cage.<br>When the keeper discovered what had happened, it was too late- George was gone!<br>WHERE WAS GEORGE?<br>They looked for him everywhere.<br>But they could not find him.<br>George was hiding in the hay of his friend, the elephant.<br>Finally the keepers gave up looking for him.<br>George found a nice cozy spot to sleep under the elephant\\'s right ear, and the next morning, before the zoo opened, he got away safely.<br>Once on the street George felt a little scared.<br>What should he do in the big city?<br>Maybe he could find his friend, the man with the yellow hat, who had brought him over from Africa a long time ago.<br>Only George did not know where he lived.<br>There was a bus stopping at the corner.<br>George had never ridden on one.<br>Quickly he climbed a lamp post, jumped on top of the bus and off they went.<br>Now they were right at the center of the town.<br>There was so much to see that George did not know where to look first.<br>If only he could go on riding this forever!<br>But after a while George got tired and a little dizzy.<br>When the bus slowed down to turn into a side street, George jumped off.<br>There was a restaurant right in front of him.<br>Mmmm- something smelled good!<br>Suddenly George felt very hungry.<br>The kitchen door stood open and George walked in.<br>On the table was a big pot.<br>Of course George was curious.<br>He had to find out what was in it. . .<br>When the cook came back he had a big surprise.<br>Spaghetti was all over the place and in the middle of it was a little monkey.<br>George had been eating yards and yards and had wound himself all up in it.<br>The cook was a kind man and did not scold much.<br>But George had to clean up the kitchen and then do all the dishes.<br>My, what a lot of them there were!<br>The cook was watching George.<br>You are lucky to have four hands, he said<br>You can do things twice as quickly.<br>I have a friend who could use a handy little fellow like you to wash windows.<br>If you would like to, I will take you over to him.<br>So they went down into the subway and took an uptown train to the cook\\'s friend, who was an elevator man in a skyscraper.<br>Sure, I cam use you! the elevator man said to George.<br>I will give you what you need for the job.<br>You can start right away.<br>But remember- you are here for washing windows.<br>Never mind what people inside the house are doing.<br>Don\\'t be curious or you\\'ll get into trouble.<br>George promised to be good, but little monkeys sometimes forget. . .<br>George was ready to start.<br>My, how many windows there were!<br>But George got ahead quickly, since he worked with all four hands.<br>He jumped from window to window just as he had jumped from tree to tree in the African jungle.<br>For a while George stuck to his work and did not pay any attention to the people inside.<br>Of course he was curious, but he remembered his promise.<br>In one room a little boy was crying because he did not want to eat his spinach.<br>George did not even look but went on with his work.<br>In another room a man was taking a nap and snoring.<br>George was sorry it was not his friend, the man with the yellow hat.<br>He listened to the funny noise for a while, then went on working.<br>But what was going on here?<br>George stopped working and pressed his nose against the window.<br>Two painters were working inside.<br>George was fascinated.<br>Painting looked like a lot more fun than washing windows!<br>The painters were ready to go out for lunch.<br>The minute they left George climbed inside.<br>What wonderful paints and brushes they had!<br>George could not resist. . .<br>An hour later the painters came back.<br>They opened the door- and stood with their mouths wide open.<br>The whole room had changed to a jungle with palm trees all over the walls and a giraffe and two leopards and a zebra.<br>And a little monkey was busy painting himself on one of the trees!<br>Then the painters knew what had happened!<br>Luckily George was close to a door.<br>He ran out as fast as he could.<br>After him ran the two painters, then the elevator man and then the woman who lived in the place.<br>Oh, my lovely room, my lovely room! cried the woman.<br>Don\\'t let him her away!<br>George headed for the fire escape.<br>George reached the end of the fire escape.<br>The others had not caught up with him yet.<br>Here was his chance.<br>They could not jump!<br>But George could easily jump down and escape.<br>In a moment he would be safe!<br>Poor little George!<br>He had forgotten that the pavement was hard as stone. . . not like the soft grass of the jungle.<br>Too bad!<br>The fall broke his leg and an ambulance came to take George to the hospital.<br>He got what he deserved! said the woman making my apartment into a jungle, indeed!<br>I told him he would get into trouble, the elevator man added.<br>He was too curious.<br>George had to lie in bed with his leg high up in a plaster cast.<br>He was very unhappy.<br>And it had all started out so nicely!<br>If only he had not been so curious he could have had a lot of fun.<br>Now it was too late. . .<br>But the next morning George\\'s friend, the man with the big yellow hat, was buying a newspaper.<br>Suddenly he got very excited.<br>This is George! he shouted when he saw the picture on the front page.<br>Quickly he read the whole story and then ran to a telephone booth to ring a hospital.<br>I am George\\'s friend, he said to the nurse who answered the telephone.<br>Please take good care of him so that he will get better quickly.<br>I want to take him to a movie studio and make a picture about his life in the jungle.<br>Don\\'t let him get into any more mischief until I can take him away.<br>Finally the day came when George could walk again.<br>Your friend is going to take you away this morning said the nurse.<br>Just wait right here for him and don\\'t touch anything!<br>As soon as George was alone he looked around at the strange hospital things.<br>I wonder what is in that big blue bottle, he thought.<br>And this is how the man with the yellow hat found George when he came to call for him!<br>They picked him up and shook him but they could not wake him up.<br>He was so fast asleep that finally they had to put him UNDER THE SHOWER!<br>How surprised his was when he woke up!<br>George said goodbye to the nurse and the kind doctor,<br>Then he and the man with the yellow hat got into the car to drive to the movie studio.<br>In the president\\'s office George had to sign a contract.<br>Now he was a movie actor!<br>In the studio George was kept so busy all the time that he forgot to be curious,<br>He liked the jungle they made for him and played happily there.<br>And when the movie was finally finished George invited all his friends to see it: the doctor and the nurse and the ambulance driver and the man from the newsstand and the woman and the elevator man and the two painters and the cook and the reporter and all the keepers of the Zoo.<br>Now the lights went out and the picture started.<br>This is George, the voice began.<br>He lived in the jungle.<br>He was a good little monkey- he had only one fault: he was too curious.<br>The End.","char_name":"GEORGE"},{"book_id":"M53","text":"Harry was a white dog with black spots who liked everything, except . . . getting a bath.<br>So one day when he heard the water running in the tub, he took the scrubbing brush . . . and buried it in the backyard.<br>Then he ran away from home.<br>He played where they were fixing the street and got very dirty.<br>He played at the railroad and got even dirtier.<br>He played tag with other dogs and became dirtier still.<br>He slid down a coal chute and got the dirtiest of all.<br>In fact, he changed from a white dog with black spots to a black dog with white spots.<br>Although there were many other things to do, Harry began to wonder if his family thought that he had really run away.<br>He felt tired and hungry too, so without stopping on the way he ran back home.<br>When Harry got to his house, he crawled through the fence and sat looking at the back door.<br>One of the family looked out and said, There\\'s a strange dog in the backyard . . . by the way, has anyone seen Harry?<br>When Harry heard this, he tired very hard to show them he was Harry.<br>He started to do all his old, clever tricks.<br>He flip-flopped and he flop-flipped.<br>He rolled over and played dead.<br>He danced and he sang.<br>He did these tricks over and over again, but everyone shook their heads and said, Oh no, it couldn\\'t be Harry.<br>Harry gave up and walked slowly toward the gate, but suddenly he stopped.<br>He ran to a corner of the garden and started to dog furiously.<br>Soon he jumped away from the hole barking short, happy barks.<br>He\\'s found the scrubbing brush!<br>And carrying it in his mouth, he ran into the house.<br>He jumped into the bathtub and sat up begging, with the scrubbing brush in his mouth, a trick he certainly had never done before.<br>This little doggie wants a bath! cried the little girl, and her father said, Why don\\'t you and your brother give him one?<br>Harry\\'s bath was the soapiest one he\\'d ever had.<br>It worked like magic.<br>As soon as the children started to scrub, they began shouting, Mummy! Daddy! Look, look! Come quick!<br>It\\'s Harry! It\\'s Harry! It\\'s Harry! they cried.<br>Harry wagged his tail and was very, very happy.<br>His family combed and brushed him lovingly, and he became once again a white dog with black spots.<br>It was wonderful to be home.<br>After dinner, Harry fell asleep in his favorite place, happily dreaming of how much fun it had been getting dirty.<br>He slept so soundly, he didn\\'t even feel the scrubbing brush he\\'d hidden under his pillow.","char_name":"HARRY"},{"book_id":"M55","text":"Lilly loved school.<br>She loved the pointy pencils.<br>She loved the squeaky chalk.<br>And she loved the way her boots went clickety-clickety-click down the long, shiny hallways.<br>Lilly loved the privacy of her very own desk.<br>Mine!<br>She loved the fish sticks and chocolate milk every Friday in the lunchroom.<br>Straws make everything taste better!<br>And most of all, she loved her teacher, Mr. Slinger.<br>For you!<br>Mr. Slinger was as sharp as a tack.<br>He wore artistic shirts.<br>He wore glasses on a chain around his neck.<br>And he wore a different colored tie for each day of the week.<br>Listen up!<br>Wow, said Lilly.<br>That was just about all she could say.<br>Wow.<br>Instead of Greetings, students or Good morning pupils, Mr. Slinger winked and said, Howdy!<br>He thought that desks in rows were old-fashioned and boring.<br>Do you rodents think you can handle a semicircle?<br>And he always provided the most tasty snacks-things that were curly and crunchy and cheesy.<br>I want to be a teacher when I grow up, said Lilly.<br>Me, too! said her friends Chester and Wilson and Victor.<br>At home Lilly pretended to be Mr. Slinger.<br>I am the teacher, she told her baby brother, Julius.<br>Listen up!<br>Lilly even wanted her own set of deluxe picture encyclopedias.<br>Teachers know everything!<br>What\\'s with Lilly? asked her mother.<br>I thought she wanted to be a surgeon or an ambulance driver or a diva, said her father.<br>It must be because of her new teacher, Mr. Slinger, said her mother.<br>Wow, said he father.<br>That was just about all he could say.<br>Wow.<br>Whenever the students had free time, they were permitted to go to the Lightbulb Lab in the back of the classroom.<br>They expressed their ideas creatively through drawing and writing.<br>Lilly went often.<br>She had a lot of ideas.<br>She drew pictures of Mr. Slinger.<br>And she wrote stories about him, too.<br>During Sharing Time, Lilly showed her creations to the entire class.<br>Wow, said Mr. Slinger.<br>That was just about all he could say.<br>Wow.<br>Big Friendly Mr. Nice Man Teacher!<br>And at the very last second Mr. Slinger saved the cold, starving, elderly . . .<br>When Mr. Slinger had bus duty, Lilly stood in line even though she didn\\'t ride the bus.<br>Lilly raised her hand more than anyone else in class (even if she didn\\'t know the answer).<br>Call on me!<br>Please!<br>Please!<br>And she volunteered to stay after school to clap erasers.<br>I want to be a teacher when I grow up, said Lilly.<br>Excellent choice, said Mr. Slinger.<br>One Monday morning Lilly came to school especially happy.<br>She had gone shopping with her Grammy over the weekend.<br>Lilly had a new pair of movie star sunglasses, complete with glittery diamonds and a chain like Mr. Slinger\\'s.<br>She had three shiny quarters.<br>And, best of all, she had a brand new purple plastic purse that played a jaunty tune when it was opened.<br>Lilly wanted to show everyone.<br>Not now, said Mr. Slinger.<br>Listen to our story.<br>Lilly had a hard time listening.<br>Lilly really wanted to show everyone.<br>Not now, said Mr. Slinger.<br>Let\\'s be considerate of our classmates.<br>Lilly had a hard time being considerate.<br>Lilly really, really wanted to show everyone.<br>Not now, said Mr. Slinger.<br>Wait until recess or Sharing Time.<br>But Lilly could not wait.<br>She\\'s in trouble.<br>The glasses were so glittery.<br>The quarters were so shiny.<br>And the purse played such nice music, not to mention how excellent it was for storing school supplies.<br>Look, Lilly whispered fiercely.<br>Look, everyone.<br>Look what I\\'ve got!<br>Everyone looked.<br>Including Mr. Slinger.<br>He was not amused.<br>I\\'ll just keep your things at my desk until the end of the day, said Mr. Slinger.<br>They\\'ll be safe there, and then you can take them home.<br>Lilly\\'s stomach lurched.<br>She felt like crying.<br>Her glasses were gone.<br>Her quarters wert gone.<br>Her purple plastic Purse was gone.<br>Lilly longed for her purse all morning.<br>She was even too sad to eat the snack Mr. Slinger served before recess.<br>That afternoon Lilly went to the Lightbulb Lab.<br>She was still very sad.<br>She thought and she thought and she thought.<br>And then she became angry.<br>She thought and she thought and she thought some more.<br>And then she became furious.<br>She thought and she thought and she thought a bit longer.<br>And then she drew a picture of Mr. Slinger.<br>Big Fat Mean Mr. Stealing Teacher!<br>Bad<br>Claws<br>Thief<br>Bad<br>Wanted By F.B.I.<br>P.S. I do not want to be a teacher when I grow up!<br>Right before the last bell rang, Lilly sneaked the drawing into Mr. Slinger\\'s book bag.<br>When all the students were buttoned and zipped and snapped and tied and ready to go home, Mr. Slinger strolled over to Lilly and gave her purple plastic purse back.<br>It\\'s a beautiful purse, said Mr. Slinger.<br>Your quarters are nice and jingly.<br>And those glasses are absolutely fabulous.<br>You may bring them back to school as long as you don\\'t disturb the rest of the class.<br>I do not want to be a teacher when I grow up, Lilly said as she marched out of the classroom.<br>On the way home Lilly opened her purse.<br>Her glasses and quarters were inside.<br>And so was a note from Mr. Slinger.<br>It said: Today was a difficult day.<br>Tomorrow will be better.\\'<br>There was also a small bag of tasty snacks at the bottom of the purse.<br>Lilly\\'s stomach lurched.<br>She felt like crying.<br>She felt simply awful.<br>Lilly ran all the way home and told her mother and father everything.<br>Instead of watching her favorite cartoons, Lilly decided to sit in the uncooperative chair.<br>I\\'ll stay here a million years for Mr. Slinger.<br>Why does everything always happen to me?<br>One thousand fifty-one, one thousand fifty-two, one thousand ninety-nine . . .<br>That night Lilly drew a new picture of Mr. Slinger and wrote a story about him, too.<br>Lilly was really really sorry.<br>So everyone forgave her.<br>Even her parents.<br>Even her stinky baby brother.<br>Even her especially incredible teacher.<br>And then the sun shined its smiley face down on everyone and everything.<br>Even the bugs and the worms.<br>The end<br>Listen up!!!<br>I forgive everyone!!!<br>Kind<br>Good<br>Nice<br>Could be principal<br>I am really really really really really really really sorry!!!<br>Worms<br>Bugs<br>Oops<br>I\\'m an author!<br>How could be resist my no-frills cheese balls?<br>What does it say?<br>Lilly\\'s mother wrote a note.<br>And Lilly\\'s father baked some tasty snacks for Lilly to take to school the next day.<br>I think Mr. Slinger will understand, said Lilly\\'s mother.<br>I know he will, said Lilly\\'s father.<br>The next morning Lilly got to school early.<br>These are for you, Lilly said to Mr. Slinger.<br>Because I\\'m really really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really sorry.<br>Mr. Slinger read the story.<br>And he looked at the picture.<br>And he read the note.<br>What does it say?<br>And he sampled the snacks.<br>Yum Yum<br>Wow, said Mr. Slinger.<br>That was just about all he could say.<br>Wow.<br>What do you think we should do with this? asked Mr. Slinger.<br>Could we just throw it away? asked Lilly.<br>Excellent idea, said Mr. Slinger.<br>It\\'s like having an extra pocket with a radio inside!<br>Three quarters are even better than a dollar bill because they make noise!<br>Glamorous protection from harmful rays!<br>During sharing Time, Lilly demonstrated the many uses and unique qualities of her purple plastic purse, her shiny quarters, and her glittery movie star sunglasses.<br>Then she did a little performance using them as props.<br>It\\'s called Interpretive Dance, said Lilly.<br>Mr. Slinger joined in.<br>Wow, said the entire crass.<br>That was just about all they could say.<br>Wow.<br>Throughout the rest of the day, Lilly\\'s purse and quarters and sunglasses were tucked safely inside her desk.<br>She peeked at them often but did not disturb a soul.<br>Hooray for Mr. Slinger!<br>Yippee!<br>No-frills cheese balls!<br>Delish!<br>Wow!<br>Goodies!<br>Right before the last bell rang, Mr. Slinger served Lilly\\'s snacks, to everyone\\'s delight.<br>What do you want to be when you grow up? asked Mr. Slinger.<br>A TEACHER! everyone responded.<br>Lilly\\'s response was the loudest.<br>Excellent choice, said Mr. Slinger.<br>As the pupils filed out of the classroom, Lilly held her purple plastic purse close to her heart.<br>Mr. Slinger was right- it had been a better day.<br>Lilly ran and skipped and hopped and flew all the way home, she was so happy.<br>And she really did want to be a teacher when she grew up.<br>Accident!<br>Accident!<br>Whoo!<br>Whooooo!<br>That is, when she didn\\'t want to be a dancer or a surgeon or an ambulance driver or a diva or a pilot or a hairdresser or a scuba diver . . .<br>Hold still!<br>The doctor\\'s here!<br>Ready for takeoff!","char_name":"LILLY"},{"book_id":"M56","text":"Llama llama red pajama reads a story with his mama.<br>Mama kisses baby\\'s hair.<br>Mama Llama goes downstairs.<br>Llama llama red pajama feels alone without his mama.<br>Baby Llama wants a drink.<br>Mama\\'s at the kitchen sink.<br>Llama llama red pajama calls down to his llama mama.<br>Mama says she\\'ll be up soon.<br>Baby Llama hums a tune.<br>Llama llama red pajama waiting waiting for his mama.<br>Mama isn\\'t coming yet.<br>Baby Llama starts to fret.<br>Llama llama red pajama whimpers softly for his mama.<br>Mama Llama hears the phone.<br>Baby Llama starts to moan. . . .<br>Llama llama red pajama listens, quiet, for his mama.<br>What is Mama Llama doing?<br>Baby Llama starts boo hoo-ing.<br>Llama llama red pajama hollers loudly for his mama.<br>Baby Llama stomps and pouts.<br>Baby Llama jumps and shouts.<br>Llama llama red pajama in the dark without his mama.<br>Eyes wide open, covers drawn. . .<br>What if Mama Llama\\'s Gone?<br>Llama llama red pajama weeping, wailing for his mama.<br>Will his mama ever come?<br>Mama Llama, RUN RUN RUN!<br>Baby Llama, what a tizzy!<br>Sometimes Mama\\'s very busy.<br>Please stop all this llama drama and be patient for your mama.<br>Little Llama don\\'t you know, Mama Llama loves you so?<br>Mama Llama\\'s always near, even if she\\'s not right here.<br>Llama llama red pajama gets two kisses from his mama, snuggles pillow soft and deep. . .<br>Baby Llama goes to sleep.","char_name":"LLAMA LLAMA"},{"book_id":"M57","text":"Maisy likes going to the library.<br>She loves to read a book in a nice, quiet place.<br>Today, Maisy wanted to read a book about fish.<br>She found a blue book about birds.<br>And she found an orange stripy book about tigers, but no fish.<br>So Maisy kept looking.<br>There are lots of other things to do in the library, too.<br>Use the computer.<br>Listen to music.<br>Make copies of your favorite picture.<br>And look at fish in the aquarium.<br>Aquarium?<br>That\\'s it!<br>So Maisy looked by the aquarium.<br>That\\'s where she found a book about fish.<br>It was sparkly!<br>Maisy sat down to read her book in a quiet corner.<br>Then Cyril and Tallulah came along.<br>Tallulah made a funny face, and they started laughing!<br>Then Eddie came in.<br>Story time! he shouted.<br>Ostrich was going to tell a story in the story corner. . .<br>Maisy\\'s quiet corner!<br>There was an old woman who swallowed a fly, Ostrich began.<br>Charley started laughing.<br>She swallowed a dog to catch the cat! Ostrich read.<br>Now everyone was laughing!<br>Woof-woof!<br>Ha-ha-ha!<br>Meow!<br>They were still laughing when they checked out their book and went outside to play.<br>In the park, Cyril and Charley pretended to be the old woman and her dog.<br>Woof-woof!<br>Tallulah meowed like a cat, and Eddie neighed like a horse.<br>Meow!<br>Neigh!<br>And Maisy read her sparkly book about fish in a nice, quiet place.","char_name":"MAISY"},{"book_id":"M58","text":"This is Olivia.<br>She is good at lot of things.<br>She is very good at wearing people out.<br>She even wears herself out.<br>Olivia has a little brother named Ian.<br>He\\'s always copying.<br>Sometimes Ian just won\\'t leave her alone, so Olivia has to be firm.<br>Olivia lives with her mother, her father, her brother, her dog, Percy, and Edwin, the cat.<br>In the morning, after she gets up, and moves the cat, and brushes her teeth, and combs her ears, and moves the cat, Olivia gets dressed.<br>She has to try on everything.<br>On sunny days, Olivia likes to go to the beach.<br>She feels it\\'s important to come prepared.<br>Last summer when Olivia was little, her mother showed her how to make sandcastles.<br>She got pretty good.<br>Sometimes Olivia likes to bask in the sun.<br>When her mother sees that she\\'s had enough, they go home.<br>Every day Olivia is supposed to take a nap.<br>It\\'s time for your you-know-what, her mother says.<br>Of course Olivia\\'s not at all sleepy.<br>On rainy days, Olivia likes to go to the museum.<br>She heads straight for her favorite picture.<br>Olivia looks at it for a long time.<br>What could she be thinking?<br>But there is one painting Olivia just doesn\\'t get.<br>I could do that in about five minutes, she says to her mother.<br>As soon as she gets home she gives it a try.<br>Time out.<br>After a nice bath, and a nice dinner, it\\'s time for bed.<br>But of course Olivia\\'s not at all sleepy.<br>Only five books tonight, Mommy, she says.<br>No, Olivia, just one.<br>How about four?<br>Two.<br>Three.<br>Oh, all right, three. But that\\'s it!<br>When they\\'ve finished reading, Olivia\\'s mother gives her a kiss and says, You know, you really wear me out.<br>But I love you anyway.<br>And Olivia gives her a kiss back and says, I love you anyway too.","char_name":"OLIVIA"},{"book_id":"M63","text":"Not so long ago, before she could even speak words, Trixie went on an errand with her daddy.. . .<br>Trixie and her daddy went down the block, through the park, past the school, and into the Laundromat.<br>Trixie helped her daddy put the laundry into the machine.<br>She even got to put the money into the machine.<br>Then they left.<br>But a block or so later . . . Trixie realized something.<br>Trixie turned to her daddy and said, Aggle flaggle klabble!<br>That\\'s right, replied her daddy.<br>We\\'re going home.<br>Aggle flaggle klabble! Said Trixie again.<br>Blaggle plaggle!<br>Wumby flappy?!<br>Snurp.<br>Now, please don\\'t get fussy, said her daddy.<br>Well, she had no choice . . . .<br>She went boneless.<br>She did everything she could to show how unhappy she was.<br>By the time they got home, her daddy was unhappy, too.<br>As soon as Trixie\\'s mommy opened the door, she asked, Where\\'s Knuffle Bunny?<br>The whole family ran down the block.<br>And they ran through the park.<br>They zoomed past the school, and into the Laundromat.<br>Trixie\\'s daddy looked for Knuffle Bunny.<br>And looked . . .<br>And looked . . .<br>And looked . . .<br>But Knuffle Bunny was nowhere to be found.. . .<br>So Trixie\\'s daddy decided to look harder.<br>Until . . . Knuffle Bunny!!!<br>And those were the first words Trixie ever said.","char_name":"TRIXIE"},{"book_id":"M64","text":"We\\'re finally here! declares Lulu as she jumps out of the car and spreads her wings.<br>I love the beach! says Lulu.<br>You\\'ve never even been to the beach before, replied her big brother.<br>But I already know that I love it, she says.<br>And I can\\'t wait to go swimming in the waves!<br>The sand feels warm under her feet as Lulu and Bingo lead the family to a good spot to spread their blanket.<br>Lulu runs to the edge of the water.<br>The ocean goes on and on, and makes huge roaring sounds.<br>She had no idea it was going to be so big and noisy.<br>She takes a few steps backward.<br>Bingo barks at the waves.<br>Are you going in? he brother yells, running past her and splashing into the water.<br>I don\\'t think so, she says.<br>Um . . . I really came here to build sand castles.<br>Lulu retreats to the beach blanket to find her trusty pail and shovel.<br>She builds a giant sand castle, and uses little sticks for people.<br>The King and the Queen are very happy here, she thinks.<br>Bingo digs a moat to keep them extra safe.<br>Lulu walks over and sits down next to her mama.<br>She looks out at the ocean, which is glittering with light.<br>She thinks it looks pretty from far away.<br>Do you want to go into the water? asks Mama.<br>No, Lulu says, I want to fly the kite now.<br>Soon the kite is darting back and forth in the wind, but Lulu holds on tight.<br>After the wind dies down, it feels really hot.<br>Lulu glances at the ocean.<br>She thinks the water would be cool, but the waves still look much too big.<br>This is a good time to remind her parents about ice cream.<br>Lulu lists all her top eleven favorite flavors: Chocolate Marshmallow, Cherry Vanilla, Pistachio, Butter Pecan, Peppermint Bon Bon, Peanut Butter Chip, Raspberry Swirl, Peach Pie, Almond Fudge, Royal Banana Surprise, and . . . vanilla.<br>At the ice cream stand Lulu can\\'t just choose one.<br>This is a day for a double scoop, her mama says.<br>Sometimes mamas can be very right.<br>Come on, Bingo, says Lulu after she finishes her ice cream.<br>Let\\'s take a walk down the beach!<br>They find a long piece of driftwood.<br>Lulu writes Loopy L\\'s in the sand, and draws pictures of Bingo.<br>He\\'s the perfect subject, and stays really still.<br>It is very hot.<br>Lulu looks at the ocean.<br>Other kids are splashing and jumping in the waves.<br>She walks down to the edge of the water.<br>Should we get out feet wet, Bingo? She asks.<br>She thinks it would be okay to go into the ocean just a little bit.<br>Suddenly a wave crashes into her legs and nearly knocks her over.<br>Just as she gets her balance the whirling water races back and tries to pull her in.<br>Her feet get buried in the sand up to her ankles.<br>Are you okay, Bingo? Lulu asks.<br>She looks around to see if anyone notices that they were almost carried away, but everyone is playing just as they were before.<br>Let\\'s be explorers! says Lulu, brushing the sand off her knees.<br>We can collect things for our museum.<br>They march off across the beach.<br>They hear seagulls that sound like they are laughing, discover little crabs that burrow into the sand, ad pick up slimy seaweed washed up on the shore.<br>There are also lots of shells on the beach, all different shapes and sizes.<br>She chooses the most special one and puts them into her pail.<br>I know, Bingo!<br>I bet if we dig, we could find a pirate treasure! says Lulu.<br>She digs, and digs, and digs.<br>Finding treasure is hard work.<br>When Lulu feels the water splash against her, she spins around.<br>The tide has come in!<br>It is taking away her favorite pail!<br>She has to rescue it or it will be lost forever!<br>This is a job for Ladybug Girl!<br>I\\'ll save you! she says, snapping up the pail.<br>When she looks down, she realizes she is in the ocean.<br>She is actually in the ocean!<br>The water is past her knees, and she isn\\'t afraid at all!<br>Ladybug Girl isn\\'t afraid of anything!<br>For the rest of the long afternoon, Ladybug Girl and Bingo splash in the water and run on the beach daring the waves to catch them.<br>You can\\'t get me, waves.<br>I\\'m Ladybug Girl!<br>Ladybug Girl and Bingo play until the bright blue sky turns pink.<br>They make footprints in the sand.<br>At least 14 miles of them, Ladybug Girl thinks.<br>Every time the ocean erases them, they make more.<br>Then it is time to go, and Ladybug Girl trudges back across the still-warm sand.<br>Bingo follows slowly, dragging his ears.<br>Standing at the top of the dunes, Ladybug Girl waits for her brother.<br>So, did you like your first time at the beach? he asks.<br>Yes, she answers.<br>I told you, Ladybug Girl loves the beach!","char_name":"LULU"},{"book_id":"M69","text":"One day Olivia was riding a camel in Egypt. . .<br>When her mother woke her up.<br>Time to get up, sweetie-pie.<br>Remember, you have soccer this morning.<br>Olivia\\'s uniform comes in a really unattractive green.<br>Mommy, can you make me a red soccer shirt like this one?<br>Please?<br>But then you\\'ll look different from everyone else on the team, explained her mother.<br>That\\'s the point.<br>When Olivia came home from practice, her mother was working on the shirt.<br>Is it done yet? she asked.<br>Not yet, said her mother.<br>Olivia waited, and waited, and waited, till she was too exhausted to wait any longer.<br>So she went out to play with the cat.<br>Look, darling, it\\'s all done! said her mother.<br>But something was missing.<br>Wait a second, said Olivia.<br>Where\\'s my toy?<br>Where\\'s my toy?<br>It was right there on the bed.<br>I just put it there.<br>I remember exactly.<br>That\\'s my best toy.<br>I need it now!<br>Somebody took my best toy!<br>Olivia looked everywhere-under the rug, under the sofa, under the cat.<br>She asked her little brother, Ian, WHAT DID YOU DO WITH MY TOY?<br>She asked her baby brother, William, WHAT DID YOU DO WITH MY TOY?<br>Wooshee gaga.<br>That night, and it was a dark and stormy night, Olivia was practicing her piano when she heard an awful sound.<br>The sound got louder and louder.<br>It was HORRIBLE, and it was coming from behind the door.<br>So, of course, Olivia went inside.<br>And that\\'s when she saw it.<br>It was. . . THE DOG!<br>And he\\'d chewed her toy to bits.<br>Mommy, Daddy, Mommy, Daddy!<br>It was Perry! cried Olivia.<br>He took my best toy and chewed it to bits, and now it\\'s wrecked.<br>I\\'m sorry, sweetie-pie, said her mother, but doggies like to chew.<br>And he didn\\'t know it was your toy.<br>My best toy.<br>Don\\'t worry, said Olivia\\'s father.<br>Tomorrow we\\'ll go get you the very best toy in the whole world.<br>Oh, thank you, Daddy.<br>I love you more than anyone.<br>Still, it was Olivia\\'s best toy.<br>So she fixed it, adding a bow for extra beauty.<br>All better.<br>Only books about cats tonight, Mommy.<br>But even Olivia couldn\\'t stay mad forever.","char_name":"OLIVIA"},{"book_id":"M7","text":"This is George.<br>He lived in Africa.<br>He was a good little monkey<br>and always very curious.<br>One day George saw a man.<br>He had on a large yellow straw hat.<br>The man saw George too.<br>\\'What a nice little monkey,\\' he thought.<br>\\'I would like to take him home with me.\\'<br>He put his hat on the ground<br>and, of course, George was curious.<br>He came down from the tree<br>to look at the large yellow hat.<br>The hat had been on the man\\'s head.<br>George thought it would be nice<br>to have it on his own head.<br>He picked it up and put it on.<br>The hat covered George\\'s head.<br>He couldn\\'t see.<br>The man picked him up quickly<br>and popped him into a bag.<br>George was caught.<br>The man with the big yellow hat<br>put George into a little boat,<br>and a sailor rowed them both<br>across the water to a big ship.<br>George was sad, but he was still<br>a little curious.<br>On the big ship, things began to happen.<br>The man took off the bag.<br>George sat on a little stool and the man said,<br>\\'George, I am going to take you to a big Zoo<br>in a big city. You will like it there.<br>Now run along and play,<br>but don\\'t get into trouble.\\'<br>George promised to be good.<br>But it is easy for little monkeys to forget.<br>On the deck he found some sea gulls.<br>He wondered how they could fly.<br>He was very curious.<br>Finally he HAD to try.<br>It looked easy. But-<br>oh, what happened!<br>First this-<br>and then this!<br>\\'WHERE IS GEORGE?\\'<br>The sailors looked and looked.<br>At last they saw him<br>struggling in the water,<br>and almost all tired out.<br>\\'Man overboard!\\' the sailors cried<br>as they threw him a lifebelt.<br>George caught it and held on.<br>At last he was safe on board.<br>After that George was more careful<br>to be a good monkey, until at last,<br>the long trip was over.<br>George said good-bye to the kind sailors,<br>and he and the man with the yellow hat<br>walked off the ship on to the store<br>and on into the city to the man\\'s house.<br>After a good meal<br>and a good pipe<br>George felt very tired.<br>He crawled into bed<br>and fell asleep at once.<br>The next morning<br>the man telephoned the Zoo.<br>George watched him.<br>He was fascinated.<br>Then the man went away.<br>George was curious.<br>He wanted to telephone, too.<br>One, two, three, four, five, six, seven.<br>What fun!<br>DING-A-LING-A-LING!<br>GEORGE HAD TELEPHONED<br>THE FIRE STATION!<br>The fireman rushed to the telephone.<br>\\'Hello! Hello!\\' they said.<br>But there was no answer.<br>Then they looked for the signal<br>on the big map that showed<br>where the telephone call had come from.<br>They didn\\'t know it was GEORGE.<br>They thought it was a real fire.<br>HURRY! HURRY! HURRY!<br>The firemen jumped on to the fire engines<br>and on to the hook-and-ladders.<br>Ding-dong-ding-dong.<br>Everyone out of the way!<br>Hurry! Hurry! Hurry!<br>The firemen rushed into the house.<br>They opend the door.<br>NO FIRE!<br>ONLY a naughty little monkey.<br>\\'Oh, catch him, catch him,\\' they cried.<br>George tried to run away.<br>He almost did, but he got caught<br>in the telephone wire, and-<br>a thin fireman caught one arm<br>and a fat fireman caught the other.<br>\\'You fooled the fire department,\\'<br>they said. \\'We will have to shut you up<br>where you can\\'t do any more harm.\\'<br>They took him away<br>and shut him in a prison.<br>George wanted to get out.<br>He climbed up to the window<br>to try the bars.<br>Just then the watchman came in.<br>He got on the wooden bed to catch George.<br>But he was too big and heavy.<br>The bed tipped up,<br>the watchman fell over,<br>and, quick as lightning,<br>George ran out through the open door.<br>He hurried through the building<br>and out on to the roof. And then<br>he was lucky to be a monkey:<br>out he walked on to the telephone wires.<br>Quickly and quietly over the guard\\'s head,<br>George walked away.<br>He was free!<br>Down in the street<br>outside the prison wall,<br>stood a balloon man.<br>A little girl bought a balloon<br>for her brother.<br>George watched.<br>He was curious again.<br>He felt he MUST have<br>a bright red balloon.<br>He reached over and<br>tried to help himself, but-<br>instead of one balloon,<br>the whole bunch broke loose.<br>In an instant<br>the wind whisked them all away<br>and, with them, went George,<br>holding tight with both hands.<br>Up, up he sailed, higher and higher.<br>The houses looked like toy houses<br>and the people like dolls,<br>George was frightened.<br>He held on very tight.<br>At first the wind blew in great gusts.<br>Then it quieted.<br>Finally it stopped blowing altogether.<br>George was very tired.<br>Down, down he went-bump,<br>on to the top of a traffic light.<br>Everyone was surprised.<br>The traffic got all mixed up.<br>George didn\\'t know what to do,<br>and then he heard someone call,<br>\\'GEORGE!\\'<br>He looked down and saw his friend,<br>the man with the big yellow hat!<br>George was very happy.<br>The man was happy too.<br>George slid down the post<br>and the man with the big yellow hat<br>put him under his arm.<br>Then he paid the balloon man<br>for all the balloons.<br>And then George and the man<br>climbed into the car<br>and at last, away they went<br>to the ZOO!<br>What a nice place<br>for George to live!<br>This is George.<br>He lived in Africa.<br>He was a good little monkey and always very curious.<br>One day George saw a man.<br>He had on a large yellow straw hat.<br>The man saw George too.<br>What a nice little monkey, he thought.<br>I would like to take him home with me.<br>He put his hat on the ground and, of course, George was curious.<br>He came down from the tree to look at the large yellow hat.<br>The hat had been on the man\\'s head.<br>George thought it would be nice to have it on his own head.<br>He picked it up and put it on.<br>The hat covered George\\'s head.<br>He couldn\\'t see.<br>The man picked him up quickly and popped him into a bag.<br>George was caught.<br>The man with the big yellow hat put George into a little boat, and a sailor rowed them both across the water to a big ship.<br>George was sad, but he was still a little curious.<br>On the big ship, things began to happen.<br>The man took off the bag.<br>George sat on a little stool and the man said, George, I am going to take you to a big Zoo in a big city.<br>You will like it there.<br>Now run along and Play, but don\\'t get into trouble\\'<br>George promised to be good.<br>But it is easy for little monkeys to forget.<br>On the deck he found some sea gulls.<br>He wondered how they could fly.<br>He was very curious.<br>Finally he HAD to try.<br>It looked easy.<br>But -<br>oh, what happened!<br>First this - and then this!<br>WHERE IS GEORGE?<br>The sailors looked and looked.<br>At last they saw him struggling in the water, and almost all tired out.<br>Man overboard! the sailors cried as they threw him a lifebelt.<br>George caught it and held on.<br>At last he was safe on board.<br>After that George was more careful to be a good monkey, until, at last, the long trip was over.<br>George said good-bye to the kind sailors, and he and the man with the yellow hat walked off the ship on to the shore and on into the city to the man\\'s house.<br>After a good meal and a good pipe George felt very tired.<br>He crawled into bed and fell asleep at once.<br>The next morning the man telephoned the Zoo.<br>George watched him.<br>He was fascinated.<br>Then the man went away.<br>George was curious.<br>He wanted to telephone, too.<br>One, two, three, four, five, six, seven.<br>What fun!<br>DING-A-LING-A-LING!<br>GEORGE HAD TELEPHONED THE FIRE STATION!<br>The firemen rushed to the telephone.<br>Hello! Hello! they said.<br>But there was no answer.<br>Then they looked for the signal on the big map that showed where the telephone call had come from.<br>They didn\\'t know it was GEORGE.<br>They thought it was a teal fire.<br>Hurry!<br>Hurry!<br>Hurry!<br>The firemen jumped on to the fire engines and on to the hook- and-ladders.<br>Ding-dong-ding-dong.<br>Everyone out of the way!<br>Hurry!<br>Hurry!<br>Hurry!<br>The firemen rushed into the house.<br>They opened the door.<br>NO FIRE!<br>ONLY a naughty little monkey.<br>Oh, catch him, catch him, they cried.<br>George tried to run away.<br>He almost did, but he got caught in the telephone wire, and – a thin fireman caught one arm and a fat fireman caught the other.<br>You fooled the fire department, they said.<br>We will have to shut you up where you can\\'t do any more harm.<br>They took him away and shut him in a prison.<br>George wanted to get out.<br>He climbed up to the window to try the bars.<br>Just then the watchman came in.<br>He got on the wooden bed to catch George.<br>But he was too big and heavy.<br>The bed tipped up, the watchman fell over, and, quick as lightning, George ran out through the open door.<br>He hurried through the building and out on to the roof.<br>And then he was lucky to be a monkey: out he walked on to the telephone wires.<br>Quickly and quietly over the guard\\'s head, George walked away.<br>He was free!<br>Down in the street outside the Prison wall, stood a balloon man.<br>A little girl bought a balloon for her brother.<br>George watched.<br>He was curious again.<br>He felt he MUST have a bright red balloon.<br>He reached over and tried to help himself, but – instead of one balloon, the whole bunch broke loose.<br>In an instant the wind whisked them all away and, with them, went George, holding tight with both hands.<br>Up, up he sailed, higher and higher.<br>The houses looked like toy houses and the people like dolls.<br>George was frightened.<br>He held on very tight.<br>At first the wind blew in great gusts.<br>Then it quieted.<br>Finally it stopped blowing altogether.<br>George was very tired.<br>Down, down he went - bump, on to the top of a traffic light.<br>Everyone was surprised.<br>The traffic got all mixed up.<br>George didn\\'t know what to do, and then he heard someone call, GEORGE!<br>He looked down and saw his friend, the man with the big yellow hat!<br>George was very happy.<br>The man was happy roo.<br>George slid down the post and the man with the big yellow hat put him under his arm, Then he paid the balloon man for all the balloons.<br>And then George and the man climbed into the car and at last, away they went to the ZOO!<br>What a nice place for George to live!","char_name":"GEORGE"},{"book_id":"M74","text":"When springtime comes, in his warm winter den a bear wakes up very hungry and thin!<br>He waddles outside and roots all around.<br>He digs and he paws fresh shoots from the ground.<br>He nibbles on his lawn till the last blade is gone.<br>But the bear wants more!<br>Mouse scampers by with his acorn pail.<br>Come along, Mouse squeaks, to Strawberry Vale!<br>So up Mouse hops onto Bear\\'s big back.<br>They tromp through the woods for a fresh fruit snack.<br>The berries grow sweet, and they eat, eat, EAT!<br>But the bear wants more!<br>The noon sun glows, when along hops Hare.<br>Good day, friend Mouse! How do, friend Bear?<br>I\\'m HUNGRY! roars Bear.<br>Hare says, Follow me! There\\'s a fresh clover patch by the cottonwood tree.<br>They nibble on their lunch, with a crunch, crunch, crunch!<br>But the bear wants more!<br>Badger shuffles by with his new fishin\\' pole.<br>There\\'s a fine fish feast at the o1\\' fishin\\' hole.<br>They head to the pond and they sit by the shore.<br>Bear catches fish, . . . but he still wants more!<br>Meanwhile. . . back at the big bear\\'s den wait Gopher and Mole with Raven and Wren.<br>They bake honey cakes.<br>They decorate the lair.<br>It\\'s a springtime party for their good friend Bear!<br>Bear rubs at his tummy.<br>He smells something YUMMY. . .<br>And he still wants more!<br>Bear sniffs and he snuffles as a sweet breeze blows.<br>He romps to his home.<br>He follows his nose.<br>His friends yell SURPRISE! when he gets to his den.<br>But Bear is SO big. . . that he can\\'t fit in!<br>Bear wails, What luck! I am STUCK, STUCK, STUCK. . . in my own front door!<br>Mouse squeaks, Poor Bear.<br>He is wedged too tight.<br>Hare tugs, Raven Pushes with all of their might.<br>Badger gets a stick and he pries SO hard. . . that Bear POPS out and he lands in his yard!<br>Since Bear is SO WIDE, they party outside.<br>And he still wants more!<br>Bear opens presents; he gobbles honey cakes.<br>He eats SO much that his big tummy aches.<br>He snuggles in the grass and he snores big snores.<br>He is full, full, full. . . but. . . his friends want more!","char_name":"BEAR"},{"book_id":"M81","text":"Mr. Gilly is a trashman.<br>In the morning, Mr. Gilly puts on his heavy gloves.<br>He climbs into his big trash truck.<br>He turns the key.<br>He drives his empty truck down the street.<br>He is looking for trash.<br>STOP!<br>There are trash cans by the school.<br>Mr. Gilly empties the cans into the truck.<br>Dump it in, smash it down, drive around the Trashy Town!<br>Is the trash truck full yet?<br>No.<br>Mr. Gilly drives on.<br>STOP!<br>There are trash cans in the park.<br>Mr. Gilly empties the cans into the truck.<br>Dump it in, smash it down, drive around the Trashy Town!<br>Is the trash truck full yet?<br>No.<br>Mr. Gilly drives on.<br>STOP!<br>There are trash cans behind the pizza parlor.<br>Mr. Gilly empties the cans into the truck.<br>Dump it in, smash it down, drive around the Trashy Town!<br>Is the trash truck full yet?<br>No.<br>Mr. Gilly drives on.<br>STOP!<br>There are trash cans next to the doctor\\'s office.<br>Mr. Gilly empties the cans into the truck.<br>Dump it in, smash it down, drive around the Trashy Town!<br>Is the trash truck full yet?<br>No.<br>Mr. Gilly drives on.<br>STOP!<br>There are trash cans by the fire station.<br>Mr. Gilly empties the cans into the truck.<br>Dump it in, smash it down, drive around the Trashy Town!<br>Is the trash truck full yet?<br>No.<br>Mr. Gilly drives down all the streets in Trashy Town.<br>He empties all the trash cans into the truck.<br>Dump it in, smash it down, drive around the Trashy Town!<br>Is the trash truck full yet?<br>YES!<br>Mr. Gilly has cleaned up the whole town!<br>Mr. Gilly drives the full trash truck to the dump.<br>Up, up, up goes the truck.<br>Down, down, down goes the trash.<br>I dumped it in.<br>I smashed it down.<br>I love to clean up Trashy Town!<br>Mr. Gilly turns off the key.<br>He takes off his gloves.<br>Then he goes home.<br>Now there\\'s only one more thing to clean up. . .<br>Time for a bath, Mr. Gilly!","char_name":"MR. GILLY"},{"book_id":"M85","text":"If you give a moose a muffin, he\\'ll want some jam to go with it.<br>So you\\'ll bring out some of your mother\\'s homemade blackberry jam.<br>When he\\'s finished eating the muffin, he\\'ll want another.<br>And another.<br>And another.<br>When they\\'re all gone, he\\'ll ask you to make more.<br>You\\'ll have to go to the store to get some muffin mix.<br>He\\'ll want to go with you.<br>When he opens the door and feels how chilly it is, he\\'ll ask to borrow a sweater.<br>When he puts the sweater on, he\\'ll notice one of the buttons is loose.<br>He\\'ll ask for a needle and thread.<br>He\\'ll start sewing.<br>The button will remind him of the puppets his grandmother used to make.<br>So he\\'ll ask for some old socks.<br>He\\'ll make sock puppets.<br>When they\\'re done, he\\'ll want to put on a puppet show.<br>He\\'ll need some cardboard and paints.<br>Then he\\'ll ask you to help make the scenery.<br>When the scenery is finished, he\\'ll get behind the couch.<br>But his antlers will stick out.<br>So he\\'ll ask for something to cover them up.<br>You\\'ll bring him a sheet from your bed.<br>When he sees the sheet, he\\'ll remember he wants to be a ghost for Halloween.<br>He\\'ll try it on and shout, BOO!<br>It\\'ll scare him so much; he\\'ll knock over the paints.<br>So he\\'ll use the sheet to clean up the mess.<br>Then he\\'ll ask for some soap to wash it out.<br>He\\'ll probably want to hang the sheet up to dry.<br>He\\'ll go outside to put it on the clothesline.<br>When he\\'s out in the yard, he\\'ll see your mother\\'s blackberry bushes.<br>Seeing the blackberries will remind him of her jam.<br>He\\'ll probably ask you for some.<br>And chances are. . . if you give him the jam, he\\'ll want a muffin to go with it.","char_name":"MOOSE"},{"book_id":"M89","text":"Once upon a time, a little girl named Laura lived in the Big Woods of Wisconsin in a little house made of logs.<br>Laura lived in the little house with her Pa, her Ma, her big sister Mary, her baby sister Carrie, and their good old bulldog Jack.<br>Winter was coming to the Big Woods.<br>Soon the little house would be covered with snow.<br>Pa went hunting every day so that they would have meat during the long, cold winter.<br>Ma, Laura, and Mary gathered potatoes and carrots, beets and turnips, cabbages and onions, and peppers and pumpkins from the garden next to the little house.<br>By the time winter came, the little house was full of good things to eat.<br>Laura and Mary thought the attic was a lovely place to play.<br>They played house by using the round orange pumpkins as tables and chairs, and everything was snug and cozy.<br>Soon the first snow came, and it was very cold.<br>In the mornings the windows were covered with beautiful frost pictures of trees and flowers and fairies.<br>Ma said that Jack Frost came in the night and made the pictures while everyone was asleep.<br>Laura and Mary were allowed to use Ma\\'s thimble to make pretty patterns of circles in the frost.<br>In the mornings Laura and Mary helped Ma wash the dishes and make the beds.<br>After this was done, Ma began the work that belonged to that day.<br>Each day had its own proper work.<br>Ma would say<br>Wash on Monday, Iron on Tuesday, mend on Wednesday, churn on Thursday, clean on Friday, bake on Saturday, rest on Sunday.<br>Laura liked the churning and baking days best of all.<br>Ma had to churn the cream for a long time until it turned into butter.<br>Mary could sometimes churn while Ma rested, but Laura was too little.<br>On Saturdays, when Ma made the bread, Laura and Mary each had a little piece of dough to make into a little loaf.<br>Ma even gave them a bit of cookie dough to make little cookies.<br>After the day\\'s work was done, Ma would sometimes cut out paper dolls for Laura and Mary.<br>She drew their faces on with a pencil, and cut dresses, hats, and ribbons out of colored paper so that Mary and Laura could dress their dolls beautifully.<br>But the best time of all was at night, when Pa came home.<br>He would throw off his fur cap and coat and mittens and call, Where\\'s my little half-pint of sweet cider half drunk up?<br>That was Laura, because she was so small.<br>Sometimes Pa would take down his fiddle and sing.<br>Pa would keep time with his foot.<br>Laura and Mary would clap their hands to the music when he sang:<br>Yankee Doodle went to town, He wore his striped trousies, he swore he couldn\\'t see the town, there was so many houses.<br>Other times Pa would tell stories.<br>When Laura and Mary begged him for a story, he would take them on his knees and tickle their faces with his long whiskers until they laughed out loud.<br>His eyes were blue and merry.<br>Outside it was cold and snowy, but the little log cabin was snug and cozy.<br>Pa, Ma, Laura, Mary, and Baby Carrie were comfortable and happy in their little house in the Big Woods.","char_name":"LAURA"},{"book_id":"M95","text":"The Lupine Lady lives in a small house overlooking the sea.<br>In between the rocks around her house grow blue and purple and rose-colored flowers.<br>The Lupine Lady is little and old.<br>But she has not always been that way.<br>I know.<br>She is my great-aunt, and she told me so.<br>Once upon a time she was a little girl named Alice, who lived in a city by the sea.<br>From the front stoop she could see the wharves and the bristling masts of tall ships.<br>Many years ago her grandfather had come to America on a large sailing ship.<br>Now he worked in the shop at the bottom of the house, making figureheads for the prows of ships, and carving Indians out of wood to put in front of cigar stores.<br>For Alice\\'s grandfather was an artist.<br>He pained pictures, too, of sailing ships and places across the sea.<br>When he was very busy, Alice helped him put in the skies.<br>In the evening Alice sat on her grandfather\\'s knee and listened to his stories of faraway places.<br>When he had finished, Alice would say, When I grow up, I too will go to faraway places, and when I grow old, I too will live beside the sea.<br>That is all very well, little Alice, said her grandfather, but there is a third thing you must do.<br>What is that? asked Alice.<br>You must do something to make the world more beautiful, said her grandfather.<br>All right, said Alice.<br>But she did not know what that could be.<br>In the meantime Alice got up and washed her face and ate porridge for breakfast.<br>She went to school and came home and did her homework.<br>And pretty soon she was grown up.<br>Then my Great-aunt Alice set out to do the three things she had told her grandfather she was going to do.<br>She left home and went to live in another city far from the sea and the salt air.<br>There she worked in a library, dusting books and keeping them from getting mixed up, and helping people find the ones they wanted.<br>Some of the books told her about faraway places.<br>People called her Miss Rumphius now.<br>Sometimes she went to the conservatory in the middle of the park.<br>When she stepped inside on a wintry day, the warm moist air wrapped itself around her, and the sweet smell of jasmine filled her nose.<br>This is almost like a tropical isle, said Miss Rumphius.<br>But not quite.<br>So Miss Rumphius went to a real tropical island, where people kept cockatoos and monkeys as pets.<br>She walked on long beaches, picking up beautiful shells.<br>One day she met the Bapa Raja, king of a fishing village.<br>You must be tired, he said.<br>Come into my house and rest.<br>So Miss Rumphius went in and met the Bapa Raja\\'s wife.<br>The Bapa Raja himself fetched a green coconut and cut a slice off the top so that Miss Rumphius could drink the coconut water inside.<br>Before she left, the Bapa Raja gave her a beautiful mother-of-pearl shell on which he had painted a bird of paradise and the words, You will always remain in my heart.<br>You will always remain in mine too, said Miss Rumphius.<br>My great-aunt Miss Alice Rumphius climbed tall mountains where the snow never melted.<br>She went through jungles and across deserts.<br>She saw lions playing and kangaroos jumping.<br>And everywhere she made friends she would never forget.<br>Finally she came to the Land of the Lotus-Eaters, and there, getting off a camel, she hurt her back.<br>What a foolish thing to do, said Miss Rumphius.<br>Well, I have certainly seen faraway places.<br>Maybe it is time to find my place by the sea.<br>And it was, and she did.<br>From the Porch of her new house Miss Rumphius watched the sun come up; she watched it cross the heavens and sparkle on the water; and she saw it set in glory in the evening.<br>She started a little garden among the rocks that surrounded her house, and she planted a few flower seeds in the stony ground.<br>Miss Rumphius was almost perfectly happy.<br>But there is still one more thing I have to do, she said.<br>I have to do something to make the world more beautiful.<br>But what?<br>The world already is pretty nice, she thought, looking out over the ocean.<br>The next spring Miss Rumphius was not very well.<br>Her back was bothering her again, and she had to stay in bed most of the time.<br>The flowers she had planted the summer before had come up and bloomed in spite of the stony ground.<br>She could see them from her bedroom window, blue and purple and rose-colored.<br>Lupines, said Miss Rumphius with satisfaction.<br>I have always loved lupines the best.<br>I wish I could plant more seeds this summer so that I could have still more flowers next year.<br>But she was not able to.<br>After a hard winter spring came.<br>Miss Rumphius was feeling much better.<br>Now she could take walks again.<br>One afternoon she started to go up and over the hill, where she had not been in a long time.<br>I don\\'t believe my eyes! she cried when she got to the top.<br>For there on the other side of the hill was a large patch of blue and purple and rose-colored lupines!<br>It was the wind, she said as she knelt in delight.<br>It was the wind that brought the seeds from my garden here!<br>And the birds must have helped!<br>Then Miss Rumphius had a wonderful ideal<br>She hurried home and got out her seed catalogues.<br>She sent off to the very best seed house for five bushels of lupine seed.<br>All that summer Miss Rumphius, her pockets full of seeds, wandered over fields and headlands, sowing lupines.<br>She scattered seeds along the highways and down the country lanes.<br>She flung handfuls of them around the schoolhouse and back of the church.<br>She tossed them into hollows and along stone walls.<br>Her back didn\\'t hurt her any more at all.<br>Now some people called her That Crazy Old Lady.<br>The next spring there were lupines everywhere.<br>Fields and hillsides were covered with blue and purple and rose-colored flowers.<br>They bloomed along the highways and down the lanes.<br>Bright patches lay around the schoolhouse and back of the church.<br>Down in the hollows and along the stone walls grew the beautiful flowers.<br>Miss Rumphius had done the third, the most difficult thing of all!<br>My Great-aunt Alice, Miss Rumphius, is very old now.<br>Her hair is very white.<br>Every year there are more and more lupines.<br>Now they call her the Lupine Lady.<br>Sometimes my friends stand with me outside her gate, curious to see the old, old lady who planted the fields of lupines.<br>When she invites us in, they come slowly.<br>They think she is the oldest woman in the world.<br>Often she tells us stories of faraway places.<br>When I grow up, I tell her, I too will go to faraway places and come home to live by the sea.<br>That is all very well, little Alice, says my aunt, but there is a third thing you must do.<br>What is that? I ask.<br>You must do something to make the world more beautiful.<br>All right, I say.<br>But I do not know yet what that can be.","char_name":"LUPINE LADY"}]
